{"30":"XXX.\n\n\nCom’è naturale, Pinocchio chiese subito alla Fata il permesso di andare in giro per la città a fare gl’inviti: e la Fata gli disse:\n— Va’ pure a invitare i tuoi compagni per la colazione di domani: ma ricordati di tornare a casa prima che faccia notte. Hai capito?\n— Fra un’ora prometto di essere bell’ e ritornato — replicò il burattino.\n— Bada, Pinocchio! I ragazzi fanno presto a promettere, ma il più delle volte, fanno tardi a mantenere.\n— Ma io non sono come gli altri: io, quando dico una cosa, la mantengo.\n— Vedremo. Caso poi tu disubbidissi, tanto peggio per te.\n— Perchè?\n— Perchè i ragazzi che non dànno retta aiconsigli di chi ne sa più di loro, vanno sempre incontro a qualche disgrazia.\n— E io l’ho provato! — disse Pinocchio. — Ma ora non ci ricasco più!\n— Vedremo se dici il vero.—\nSenza aggiungere altre parole, il burattino salutò la sua buona Fata, che era per lui una specie di mamma, e cantando e ballando uscì fuori dalla porta di casa.\nIn poco più d’un’ora tutti i suoi amici furono invitati. Alcuni accettarono subito e di gran cuore, altri, da principio, si fecero un po’ pregare; ma quando seppero che i panini da inzuppare nel caffè-e-latte sarebbero stati imburrati anche dalla parte di fuori, finirono tutti col dire: — Verremo anche noi, per farti piacere. —\nOra bisogna sapere che Pinocchio, fra i suoi amici e compagni di scuola, ne aveva uno prediletto e carissimo, il quale si chiamava di nome Romeo; ma tutti lo chiamavano col soprannome diLucignolo, per via del suo personalino asciutto, secco e allampanato, tale e quale come il lucignuolo nuovo di un lumino da notte.\nLucignolo era il ragazzo più svogliato e più birichino di tutta la scuola: ma Pinocchio gli voleva un gran bene. Difatti andò subito a cercarlo a casa per invitarlo alla colazione, e nonlo trovò: tornò una seconda volta, e Lucignolo non c’era: tornò una terza volta, e fece la strada invano.\nDove poterlo ripescare? Cerca di qua, cerca di là, finalmente lo vide nascosto sotto il portico di una casa di contadini.\n— Che cosa fai costì? — gli domandò Pinocchio, avanzandosi.\n— Aspetto la mezzanotte, per partire....\n— Dove vai?\n— Lontano, lontano, lontano!\n— E io che son venuto a cercarti a casa tre volte!...\n— Che cosa volevi da me?\n— Non sai il grande avvenimento? Non sai la fortuna che mi è toccata?\n— Quale?\n— Domani finisco di essere un burattino e divento un ragazzo come te, e come tutti gli altri.\n— Buon pro ti faccia.\n— Domani dunque ti aspetto a colazione a casa mia.\n— Ma se ti dico che parto questa sera.\n— A che ora?\n— Fra poco.\n— E dove vai?\n— Vado ad abitare in un paese.... che è ilpiù bel paese di questo mondo: una vera cuccagna!...\n— E come si chiama?\n— Si chiama il «Paese dei Balocchi.» Perchè non vieni anche tu?\n— Io? no davvero!\n— Hai torto, Pinocchio! Credilo a me, che se non vieni, te ne pentirai. Dove vuoi trovare un paese più sano per noialtri ragazzi? Lì non vi sono scuole: lì non vi sono maestri; lì non vi sono libri. In quel paese benedetto non si studia mai. Il giovedì non si fa scuola: e ogni settimana è composta di sei giovedì e di una domenica. Figurati che le vacanze dell’autunno cominciano col primo di gennaio e finiscono coll’ultimo di dicembre. Ecco un paese, come piace veramente a me! Ecco come dovrebbero essere tutti i paesi civili!...\n— Ma come si passano le giornate nel «Paese dei Balocchi?»\n— Si passano baloccandosi e divertendosi dalla mattina alla sera. La sera poi si va a letto, e la mattina dopo si ricomincia daccapo. Che te ne pare?\n— Uhm!... — fece Pinocchio; e tentennò leggermente il capo, come dire: — È una vita che la farei volentieri anch’io.\n— Dunque, vuoi partire con me? Sì o no? Risolviti.\n— No, no, no e poi no. Oramai ho promesso alla mia buona Fata di diventare un ragazzo perbene, e voglio mantenere la promessa. Anzi, siccome vedo che il sole va sotto, così ti lascio subito e scappo via. Dunque addio, e buon viaggio.\n— Dove corri con tanta furia?\n— A casa. La mia buona Fata vuole che ritorni prima di notte.\n— Aspetta altri due minuti.\n— Faccio troppo tardi.\n— Due minuti soli.\n— E se poi la Fata mi grida?\n— Lasciala gridare. Quando avrà gridato ben bene, si cheterà — disse quella birba di Lucignolo.\n— E come fai? Parti solo o in compagnia?\n— Solo? Saremo più di cento ragazzi.\n— E il viaggio lo fate a piedi?\n— Fra poco passerà di qui il carro che mi deve prendere e condurre fin dentro ai confini di quel fortunatissimo paese.\n— Che cosa pagherei che il carro passasse ora!...\n— Perchè?\n— Per vedervi partire tutti insieme.\n— Rimani qui un altro poco e ci vedrai.\n— No, no: voglio ritornare a casa.\n— Aspetta altri due minuti.\n— Ho indugiato anche troppo. La Fata starà in pensiero per me.\n— Povera Fata! Che ha paura forse che ti mangino i pipistrelli?\n— Ma dunque, — soggiunse Pinocchio — tu sei veramente sicuro che in quel paese non ci sono punte scuole?…\n— Neanche l’ombra.\n— E nemmeno maestri?\n— Nemmeno uno.\n— E non c’è mai l’obbligo di studiare?\n— Mai, mai, mai!\n— Che bel paese! — disse Pinocchio, sentendo venirsi l’acquolina in bocca. — Che bel paese! Io non ci sono stato mai, ma me lo figuro!…\n— Perchè non vieni anche tu?\n— È inutile che tu mi tenti! Oramai ho promesso alla mia buona Fata di diventare un ragazzo di giudizio, e non voglio mancare alla parola.\n— Dunque addio, e salutami tanto le scuole ginnasiali!… e anche quelle liceali, se le incontri per la strada.\n— Addio, Lucignolo; fa’ buon viaggio, divertiti e rammentati qualche volta degli amici. —\nCiò detto, il burattino fece due passi in atto diandarsene: ma poi, fermandosi e voltandosi all’amico, gli domandò:\n— Ma sei proprio sicuro che in quel paese tutte le settimane sieno composte di sei giovedì e di una domenica?\n— Sicurissimo.\n— Ma lo sai dicerto, che le vacanze abbiano principio col primo di gennaio e finiscano coll’ultimo di dicembre?\n— Di certissimo!\n— Che bel paese! — ripetè Pinocchio, sputando dalla soverchia consolazione. Poi, fatto un animo risoluto, soggiunse in fretta e in furia:\n— Dunque, addio davvero: e buon viaggio.\n— Addio.\n— Fra quanto partirete?\n— Fra poco.\n— Peccato! Se alla partenza mancasse un’ora sola, sarei quasi quasi capace di aspettare.\n— E la Fata?…\n— Oramai ho fatto tardi!… e tornare a casa un’ora prima o un’ora dopo è lo stesso.\n— Povero Pinocchio! E se la Fata ti grida?\n— Pazienza! La lascerò gridare. Quando avrà gridato ben bene si cheterà. —\nIntanto si era già fatta notte e notte buia: quando a un tratto videro muoversi in lontananzaun lumicino.... e sentirono un suono di bubboli e uno squillo di trombetta, così piccolino e soffocato, che pareva il sibilo di una zanzara.\n— Eccolo! — gridò Lucignolo rizzandosi in piedi.\n— Chi è? — domandò sottovoce Pinocchio.\n— È il carro che viene a prendermi. Dunque, vuoi venire, sì o no?\n— Ma è proprio vero, — domandò il burattino — che in quel paese i ragazzi non hanno mai l’obbligo di studiare?\n— Mai, mai, mai!\n— Che bel paese!... che bel paese!... che bel paese!... ―\n\n\n__________","23":"XXIII.\n\nPinocchio piange la morte della bella Bambina dai capelli turchini: poi trova un Colombo, che lo porta sulla riva del mare, e lì si getta nell’acqua per andare in aiuto del suo babbo Geppetto.\n\nAppena Pinocchio non sentì più il peso durissimo e umiliante di quel collare intorno al collo, si pose a scappare attraverso i campi, e non si fermò un solo minuto finchè non ebbe raggiunta la strada maestra, che doveva ricondurlo alla casina della Fata.\nArrivato sulla strada maestra, si voltò in giù a guardare nella sottoposta pianura, e vide benissimo, a occhio nudo, il bosco dove disgraziatamente aveva incontrato la Volpe e il Gatto: vide, fra mezzo agli alberi, inalzarsi la cima di quella Quercia grande, alla quale era stato appeso ciondoloni per il collo; ma guarda di qui, guarda di là, non gli fu possibile di vedere la piccola casa della bella Bambina dai capelli turchini.\nAllora ebbe una specie di tristo presentimento; e datosi a correre con quanta forza gli rimaneva nelle gambe, si trovò in pochi minuti sul prato,\ndove sorgeva una volta la Casina bianca. Ma la Casina bianca non c’era più. C’era, invece, una piccola pietra di marmo, sulla quale si leggevano in carattere stampatello queste dolorose parole:\nqui giace\nla bambina dai capelli turchini\nmorta di dolore\nper essere stata abbandonata dal suo\nfratellino pinocchio.\nCome rimanesse il burattino, quand’ebbe compitate alla peggio quelle parole, lo lascio pensare a voi. Cadde bocconi a terra e coprendo di mille baci quel marmo mortuario, dètte in un grande scoppio di pianto. Pianse tutta la notte, e la mattina dopo, sul far del giorno, piangeva sempre, sebbene negli occhi non avesse più lacrime: e le sue grida e i suoi lamenti erano così strazianti ed acuti, che tutte le colline all’intorno ne ripetevano l’eco.\nE piangendo diceva:\n«O Fatina mia, perchè sei morta?... perchè, invece di te, non sono morto io, che sono tanto cattivo, mentre tu eri tanto buona?... E il mio babbo dove sarà? O Fatina mia, dimmi dove posso trovarlo, chè voglio stare sempre con lui, e non lasciarlo più! più! più!... O Fatina mia, dimmi che\n\nnon è vero che sei morta!… Se davvero mi vuoi bene… se vuoi bene al tuo fratellino, rivivisci… ritorna viva come prima! Non ti dispiace a vedermi solo, abbandonato da tutti?… Se arrivano gli assassini, mi attaccheranno daccapo al ramo\n― O fatina mia perchè sei morta?\n\ndell’albero… e allora morirò per sempre. Che vuoi che io faccia qui solo in questo mondo? Ora che ho perduto te e il mio babbo, chi mi darà da mangiare? Dove anderò a dormire la notte? Chi mi farà la giacchettina nuova? Oh! sarebbe meglio, cento volte meglio, che morissi anch’io! Sì, voglio morire! ih! ih! ih!»\nE mentre si disperava a questo modo, fece l’atto\n\ndi volersi strappare i capelli: ma i suoi capelli, essendo di legno, non potè nemmeno levarsi il gusto di ficcarci dentro le dita.\nIntanto passò su per aria un grosso Colombo, il quale soffermatosi, a ali distese, gli gridò da una grande altezza:\n— Dimmi, bambino, che cosa fai costaggiù?\n— Non lo vedi? piango! — disse Pinocchio alzando il capo verso quella voce e strofinandosi gli occhi colla manica della giacchetta.\n— Dimmi, — soggiunse allora il Colombo — non conosci per caso fra i tuoi compagni, un burattino, che ha nome Pinocchio?\n— Pinocchio?… Hai detto Pinocchio? — ripetè il burattino saltando subito in piedi. — Pinocchio sono io! —\nIl Colombo, a questa risposta, si calò velocemente e venne a posarsi a terra. Era più grosso di un tacchino.\n— Conoscerai dunque anche Geppetto? — domandò al burattino.\n— Se lo conosco? È il mio povero babbo! ti ha forse parlato di me? Mi conduci da lui? ma è sempre vivo? rispondimi per carità: è sempre vivo?\n— L’ho lasciato tre giorni fa sulla spiaggia del mare.\n— Che cosa faceva?\n— Si fabbricava da sè una piccola barchetta, per traversare l’Oceano. Quel pover’uomo sono più di quattro mesi che gira per il mondo in cerca di te: e non avendoti potuto trovare, ora si è messo in capo di cercarti nei paesi lontani del nuovo mondo.\n— Quanto c’è di qui alla spiaggia? — domandò Pinocchio con ansia affettuosa.\n— Più di mille chilometri.\n— Mille chilometri? O Colombo mio, che bella cosa potessi avere le tue ali!…\n— Se vuoi venire, ti ci porto io.\n— Come?\n— A cavallo sulla mia groppa. Sei peso di molto?…\n— Peso? tutt’altro! Son leggiero come una foglia. —\nE lì, senza stare a dir altro, Pinocchio saltò sulla groppa al Colombo; e messa una gamba di qui e l’altra di là, come fanno i cavallerizzi, gridò tutto contento: «Galoppa, galoppa, cavallino, chè mi preme di arrivar presto!…» Il Colombo prese l’aìre e in pochi minuti arrivò col volo tanto in alto, che toccava quasi le nuvole. Giunto a quell’altezza straordinaria, il burattino ebbe la curiosità di voltarsi in giù a guardare: e fu preso da\n\ntanta paura e da tali giracapi, che per evitare il pericolo di venir di sotto, si avviticchiò colle braccia, stretto stretto, al collo della sua piumata cavalcatura.\nSi avviticchiò colle braccia, stretto stretto, al collo della sua piumata cavalcatura.\n\nVolarono tutto il giorno. Sul far della sera, il Colombo disse:\n— Ho una gran sete!\n— E io una gran fame! — soggiunse Pinocchio.\n— Fermiamoci a questa colombaia pochi minuti; e dopo ci rimetteremo in viaggio, per essere domattina all’alba sulla spiaggia del mare. —\nEntrarono in una colombaia deserta, dove c’era soltanto una catinella piena d’acqua e un cestino ricolmo di vecce.\nIl burattino, in tempo di vita sua, non aveva mai potuto patire le veccie: a sentir lui, gli facevano nausea, gli rivoltavano lo stomaco: ma quella sera ne mangiò a strippapelle, e quando l’ebbe quasi finite, si voltò al Colombo e gli disse:\n— Non avrei mai creduto che le vecce fossero così buone!\n— Bisogna persuadersi, ragazzo mio, — replicò il Colombo — che quando la fame dice davvero e non c’è altro da mangiare, anche le vecce diventano squisite! La fame non ha capricci nè ghiottonerie! ―\nFatto alla svelta un piccolo spuntino, si riposero in viaggio, e via! La mattina dopo arrivarono sulla spiaggia del mare.\nIl Colombo posò a terra Pinocchio, e non volendo nemmeno la seccatura di sentirsi ringraziare per aver fatto una buona azione, riprese subito il volo e sparì.\nLa spiaggia era piena di gente che urlava e gesticolava guardando il mare.\n— Che cos’è accaduto? — domandò Pinocchio a una vecchina.\n— Gli è accaduto che un povero babbo, avendo perduto il figliuolo, gli è voluto entrare in una barchetta per andare a cercarlo di là dal mare; e il mare oggi è molto cattivo e la barchetta sta per andare sott’acqua…\n— Dov’è la barchetta?\n— Eccola laggiù, diritta al mio dito, — disse la vecchia, accennando una piccola barca che, veduta a quella distanza pareva un guscio di noce con dentro un omino piccino piccino.\nPinocchio appuntò gli occhi da quella parte, e dopo aver guardato attentamente, cacciò un urlo acutissimo gridando:\n— Gli è il mi’ babbo! gli è il mi’ babbo! —\nIntanto la barchetta, sbattuta dall’infuriare dell’onde, ora spariva fra i grossi cavalloni, ora tornava a galleggiare: e Pinocchio, ritto sulla punta di un alto scoglio, non finiva più dal chiamare il suo babbo per nome, e dal fargli molti segnali colle mani e col moccichino da naso e perfino col berretto che aveva in capo.\nE parve che Geppetto, sebbene fosse molto lontano dalla spiaggia, riconoscesse il figliuolo, perchè si levò il berretto anche lui e lo salutò e, a furia di gesti, gli fece capire che sarebbe tornato\nvolentieri indietro, ma il mare era tanto grosso, che gl’impediva di lavorare col remo e di potersi avvicinare alla terra.\nPinocchio non finiva più dal chiamare il suo babbo per nome.\n\nTutt’a un tratto venne una terribile ondata, e la barca sparì.\nAspettarono che la barca tornasse a galla: ma la barca non si vide più tornare.\n— Pover’uomo! — dissero allora i pescatori,\nche erano raccolti sulla spiaggia: e brontolando sottovoce una preghiera, si mossero per tornarsene alle loro case.\nQuand’ecco che udirono un urlo disperato, e voltandosi indietro, videro un ragazzetto che, di vetta a uno scoglio, si gettava in mare gridando:\n— Voglio salvare il mio babbo!―\nPinocchio, essendo tutto di legno, galleggiava facilmente e nuotava come un pesce. Ora si vedeva sparire sott’acqua, portato dall’impeto dei flutti, ora riappariva fuori con una gamba o con un braccio, a grandissima distanza dalla terra. Alla fine lo persero d’occhio, non lo videro più.\n— Povero ragazzo! — dissero allora i pescatori, che erano raccolti sulla spiaggia; e brontolando sottovoce una preghiera, tornarono alle loro case.","29":"XXIX.\n\n\nMentre il pescatore era proprio sul punto di buttar Pinocchio nella padella, entrò nella grotta un grosso cane condotto là dall’odore acutissimo e ghiotto della frittura.\n— Passa via! — gli gridò il pescatore minacciandolo e tenendo sempre in mano il burattino infarinato.\nMa il povero cane aveva una fame per quattro, e mugolando e dimenando la coda, pareva che dicesse: ― Dammi un boccon di frittura e ti lascio in pace.\n— Passa via, ti dico! — gli ripetè il pescatore; e allungò la gamba per tirargli una pedata.\nAllora il cane che, quando aveva fame davvero, non era avvezzo a lasciarsi posar mosche sul naso, si rivoltò ringhioso al pescatore, mostrandogli le sue terribili zanne.\nIn quel mentre si udì nella grotta una vocina fioca fioca, che disse:\n— Salvami, Alidoro! Se non mi salvi, son fritto!\n— Passa via! — gli gridò il pescatore.\n\nIl cane riconobbe subito la voce di Pinocchio, e si accòrse con sua grandissima maraviglia, che la vocina era uscita da quel fagotto infarinato, che il pescatore teneva in mano.\nAllora che cosa fa? Spicca un gran lancio daterra, abbocca quel fagotto infarinato, e tenendolo leggermente coi denti, esce correndo dalla grotta, e via come un baleno!\nIl pescatore arrabbiatissimo di vedersi strappar di mano un pesce, che egli avrebbe mangiato tanto volentieri, si provò a rincorrere il cane; ma fatti pochi passi gli venne un nodo di tosse e dovè tornarsene indietro.\nIntanto Alidoro, ritrovata che ebbe la viottola\n\nTenendolo leggermente coi denti, esce correndo dalla grotta, e via come un baleno!\nche conduceva al paese, si fermò e posò delicatamente in terra l’amico Pinocchio.\n— Quanto ti debbo ringraziare! — disse il burattino.\n— Non c’è bisogno; — replicò il cane — tu salvasti me, e quel che è fatto è reso. Si sa: in questo mondo bisogna tutti aiutarsi l’uno con l’altro.\n— Ma come mai sei capitato in quella grotta?\n— Ero sempre qui disteso sulla spiaggia più morto che vivo, quando il vento mi ha portato da lontano un odorino di frittura. Quell’odorino mi ha stuzzicato l’appetito, e io gli sono andato dietro. Se arrivavo un minuto più tardi!…\n— Non me lo dire! — urlò Pinocchio che tremava ancora dalla paura. — Non me lo dire! Se tu arrivavi un minuto più tardi, a quest’ora io ero bell’e fritto, mangiato e digerito. Brrr! mi vengono i brividi soltanto a pensarvi!… ―\nAlidoro, ridendo, stese la zampa destra verso il burattino, il quale gliela strinse forte forte in segno di grande amicizia: e dopo si lasciarono.\nIl cane riprese la strada di casa: e Pinocchio, rimasto solo, andò a una capanna lì poco distante, e domandò a un vecchietto che stava sulla porta a scaldarsi al sole:\n— Dite, galantuomo, sapete nulla di un povero ragazzo ferito nel capo e che si chiamava Eugenio?\n— Il ragazzo è stato portato da alcuni pescatori in questa capanna, e ora…\n— Ora sarà morto!… — interruppe Pinocchio, con gran dolore.\n— No: ora è vivo, ed è già ritornato a casa sua.\n— Davvero?… davvero?… — gridò il burattino,— Dite, galantuomo, sapete nulla di un povero ragazzo ferito nel capo e che si chiamava Eugenio?saltando dall’allegrezza. — Dunque la ferita non era grave?...\n— Ma poteva riuscire gravissima e anche mortale, — rispose il vecchietto — perchè gli tirarono nel capo un grosso libro rilegato in cartone.\n— E chi glielo tirò?\n— Un suo compagno di scuola: un certo Pinocchio....\n— E chi è questo Pinocchio? — domandò il burattino facendo lo gnorri.\n— Dicono che sia un ragazzaccio, un vagabondo, un vero rompicollo.\n— Calunnie! Tutte calunnie!\n— Lo conosci tu questo Pinocchio?\n— Di vista! — rispose il burattino.\n— E tu, che concetto ne hai? — gli chiese il vecchietto.\n— A me mi pare un gran buon figliuolo, pieno di voglia di studiare, obbediente, affezionato al suo babbo e alla sua famiglia.... —\nMentre il burattino sfilava a faccia fresca tutte queste bugie, si toccò il naso e si accorse che il naso gli era allungato più di un palmo. Allora tutto impaurito cominciò a gridare:\n— Non date retta, galantuomo, a tutto il bene che ve ne ho detto; perchè conosco benissimo Pinocchio e posso assicurarvi anch’io ch’è davveroun ragazzaccio, un disubbidiente e uno svogliato, e che invece di andare a scuola, va coi compagni a fare lo sbarazzino!\nAppena ebbe pronunziate queste parole, il suo naso raccorcì e tornò alla grandezza naturale, come era prima.\n— E perchè sei tutto bianco a codesto modo? — gli domandò a un tratto il vecchietto.\n— Vi dirò.... senza avvedermene, mi sono strofinato a un muro, che era imbiancato di fresco — rispose il burattino vergognandosi a raccontare che lo avevano infarinato come un pesce, per poi friggerlo in padella.\n— O della tua giacchetta, de’ tuoi calzoncini e del tuo berretto, che cosa ne hai fatto?\n— Ho incontrato i ladri e mi hanno spogliato. Dite, buon vecchio, non avreste per caso da darmi un po’ di vestituccio, tanto perchè io possa ritornare a casa?\n— Ragazzo mio; in quanto a vestiti, io non ho che un piccolo sacchetto, dove ci tengo i lupini. Se lo vuoi, piglialo: eccolo là. —\nPinocchio non se lo fece dire due volte: prese subito il sacchetto dei lupini che era vuoto, e dopo averci fatto colle forbici una piccola buca nel fondo e due buche dalle parti, se lo infilò a uso camicia. E vestito leggerino a quel modo,si avviò verso il paese. Ma, lungo la strada, non si sentiva punto tranquillo; tant’è vero che faceva un passo avanti e uno indietro e, discorrendo da sè solo andava dicendo:\n— Come farò a presentarmi alla mia buona\n\nE vestito leggerino a quel modo, si avviò verso il paese.\nFatina? Che dirà quando mi vedrà?… Vorrà perdonarmi questa seconda birichinata?… Scommetto che non me la perdona!… oh! non me la perdona di certo!… E mi sta il dovere: perchè io sono un monello che prometto sempre di correggermi, e non mantengo mai!… ―\nArrivò al paese che era già notte buia; e perchè faceva tempaccio e l’acqua veniva giù a catinelle, andò diritto diritto alla casa della Fata, coll’animo risoluto di bussare alla porta e di farsi aprire.\nMa quando fu lì, sentì mancarsi il coraggio, e invece di bussare, si allontanò, correndo, una ventina di passi. Poi tornò una seconda volta alla porta, e non concluse nulla: poi si avvicinò una terza volta e nulla: la quarta volta prese, tremando, il battente di ferro in mano, e bussò un piccolo colpettino.\nAspetta, aspetta, finalmente dopo mezz’ora si aprì una finestra dell’ultimo piano (la casa era di quattro piani) e Pinocchio vide affacciarsi una grossa Lumaca, che aveva un lumicino acceso sul capo, la quale disse:\n— Chi è a quest’ora?\n— La Fata è in casa? — domandò il burattino.\n— La Fata dorme e non vuol essere svegliata: ma tu chi sei?\n— Sono io!\n— Chi io?\n— Pinocchio.\n— Chi Pinocchio?\n— Il burattino, quello che sta in casa colla Fata.— Ah! ho capito; — disse la Lumaca — aspettami costì, che ora scendo giù e ti apro subito.\n— Spicciatevi, per carità, perchè io muoio dal freddo.\n— Ragazzo mio, io sono una Lumaca, e le Lumache non hanno mai fretta. —\nIntanto passò un’ora, ne passarono due e la porta non si apriva: per cui Pinocchio, che tremava dal freddo, dalla paura e dall’acqua che aveva addosso, si fece cuore e bussò una seconda volta, e bussò più forte.\nA quel secondo colpo si aprì una finestra del piano di sotto e si affacciò la solita Lumaca.\n— Lumachina bella, — gridò Pinocchio dalla strada, — sono due ore che aspetto! E due ore, a questa serataccia, diventano più lunghe di due anni. Spicciatevi, per carità.\n— Ragazzo mio — gli rispose dalla finestra quella bestiuola tutta pace e tutta flemma — ragazzo mio, io sono una Lumaca, e le Lumache non hanno mai fretta. — E la finestra si richiuse.\nDi lì a poco suonò la mezzanotte: poi il tocco, poi le due dopo mezzanotte, e la porta era sempre chiusa.\nAllora Pinocchio, perduta la pazienza, afferrò con rabbia il battente della porta per bussare un gran colpo da far rintronare tutto il casamento; ma ilbattente che era di ferro, diventò a un tratto un’anguilla viva, che sgusciandogli dalle mani sparì in un rigagnolo d’acqua, che scorreva in mezzo alla strada.\n— Ah, sì? — gridò Pinocchio sempre più accecato dalla collera. — Se il battente è sparito, io seguiterò a bussare a furia di calci. —\nE tiratosi un poco indietro, lasciò andare una solennissima pedata nell’uscio della casa. Il colpo fu così forte, che il piede penetrò nel legno fino a mezzo: e quando il burattino si provò a ricavarlo fuori, fu tutta fatica inutile, perchè il piede c’era rimasto conficcato dentro, come un chiodo ribadito.\nFiguratevi il povero Pinocchio! Dovè passare tutto il resto della notte con un piede in terra e con quell’altro per aria.\nLa mattina, sul far del giorno, finalmente la porta si aprì. Quella brava bestiuola della Lumaca, a scendere dal quarto piano fino all’uscio di strada, ci aveva messo solamente nove ore. Bisogna proprio dire che avesse fatto una sudata.\n— Che cosa fate con codesto piede conficcato nell’uscio? — domandò ridendo al burattino.\n— È stata una disgrazia. Vedete un po’, Lumachina bella, se vi riesce di liberarmi da questo supplizio.― Ragazzo mio, costì ci vuole un legnaiolo, e io non ho mai fatto la legnaiola.\n— Pregate la Fata da parte mia!…\n— La Fata dorme e non vuol essere svegliata.\n― Che cosa fate con codesto piede conficcato nell'uscio?\n— Ma che cosa volete che io faccia, inchiodato tutto il giorno a questa porta?\n— Divertiti a contare le formicole che passano per la strada.\n— Portatemi almeno qualche cosa da mangiare, perchè mi sento rifinito.— Subito! — disse la Lumaca.\nDifatti dopo tre ore e mezzo, Pinocchio la vide tornare con un vassoio d’argento in capo. Nel vassoio c’era un pane, un pollastro arrosto e quattro albicocche mature.\n— Ecco la colazione che vi manda la Fata — disse la Lumaca.\nAlla vista di quella grazia di Dio, il burattino sentì consolarsi tutto. Ma quale fu il suo disinganno, quando incominciando a mangiare, si dovè accorgere che il pane era di gesso, il pollastro di cartone e le quattro albicocche di alabastro, colorite, come se fossero vere.\nVoleva piangere, voleva darsi alla disperazione, voleva buttar via il vassoio e quel che c’era dentro; ma invece, o fosse il gran dolore o la gran languidezza di stomaco, fatto sta che cadde svenuto.\nQuando si riebbe, si trovò disteso sopra un sofà, e la Fata era accanto a lui.\n— Anche per questa volta ti perdono: — gli disse la Fata — ma guai a te, se me ne fai un’altra delle tue!… —\nPinocchio promise e giurò che avrebbe studiato, e che si sarebbe condotto sempre bene. E mantenne la parola per tutto il resto dell’anno. Difatti agli esami delle vacanze, ebbe l’onore diessere il più bravo della scuola; e i suoi portamenti, in generale, furono giudicati così lodevoli\nChi non ha veduto la gioia di Pinocchio, a questa notizia tanto sospirata, non potrà mai figurarsela.\ne soddisfacenti, che la Fata, tutta contenta, gli disse:\n— Domani finalmente il tuo desiderio sarà appagato!\n— Cioè?— Domani finirai di essere un burattino di legno, e diventerai un ragazzo per bene.—\nChi non ha veduto la gioia di Pinocchio, a questa notizia tanto sospirata, non potrà mai figurarsela. Tutti i suoi amici e compagni di scuola dovevano essere invitati per il giorno dopo a una gran colazione in casa della Fata, per festeggiare insieme il grande avvenimento: e la Fata aveva fatto preparare dugento tazze di caffè-e-latte e quattrocento panini imburrati di dentro e di fuori. Quella giornata prometteva di riuscire molto bella e molto allegra: ma....\nDisgraziatamente, nella vita dei burattini, c’è sempre unma, che sciupa ogni cosa.\n\n__________","26":"XXVI.\n\nPinocchio va co’ suoi compagni di scuola in riva al mare,per vedere il terribile Pesce-cane.\n\nIl giorno dopo Pinocchio andò alla scuola comunale.\nFiguratevi quelle birbe di ragazzi, quando videro entrare nella loro scuola un burattino! Fu una risata, che non finiva più. Chi gli faceva uno scherzo, chi un altro: chi gli levava il berretto di mano: chi gli tirava il giubbettino di dietro; chi si provava a fargli coll’inchiostro due grandi baffi sotto il naso, e chi si attentava perfino a legargli dei fili ai piedi e alle mani per farlo ballare.\nPer un poco Pinocchio usò disinvoltura e tirò via; ma finalmente, sentendosi scappar la pazienza, si rivolse a quelli, che più lo tafanavano e si pigliavano giuoco di lui, e disse loro a muso duro:\n— Badate, ragazzi: io non son venuto qui per essere il vostro buffone. Io rispetto gli altri e voglio essere rispettato.\n— Bravo Berlicche! Hai parlato come un libro stampato! — urlarono quei monelli, buttandosi via dalle matte risate: e uno di loro più impertinente degli altri, allungò la mano coll’idea di prendere il burattino per la punta del naso.\nMa non fece a tempo: perchè Pinocchio stese la gamba sotto la tavola, e gli consegnò una pedata negli stinchi.\n— Ohi! che piedi duri! — urlò il ragazzo stropicciandosi il livido che gli aveva fatto il burattino.\n— E che gomiti!… anche più duri dei piedi! — disse un altro che, per i suoi scherzi sguaiati, s’era beccata una gomitata nello stomaco.\nFatto sta che dopo quel calcio e quella gomitata, Pinocchio acquistò subito la stima e la simpatia di tutti i ragazzi di scuola: e tutti gli facevano mille carezze e tutti gli volevano un bene dell’anima.\nE anche il maestro se ne lodava, perchè lo vedeva attento, studioso, intelligente, sempre il primo a entrare nella scuola, sempre l’ultimo a rizzarsi in piedi, a scuola finita.\nIl solo difetto che avesse era quello di bazzicare troppi compagni; e fra questi c’erano molti monelli conosciutissimi per la loro poco voglia di studiare e di farsi onore.\nIl maestro lo avvertiva tutti i giorni, e anche la buona Fata non mancava di dirgli e di ripetergli più volte:\nE anche il maestro se ne lodava, perchè lo vedeva attento, studioso, intelligente.\n— Bada, Pinocchio! Quei tuoi compagnacci di scuola finiranno, prima o poi, col farti perdere l’amore allo studio e, forse forse, col tirarti addosso qualche grossa disgrazia.\n― Non c’è pericolo! — rispondeva il burattino, facendo una spallucciata, e toccandosi coll’indice in mezzo alla fronte, come per dire: «C’è tanto giudizio qui dentro!»\nOra avvenne che un bel giorno, mentre camminava verso la scuola, incontrò un branco dei soliti compagni, che andandogli incontro, gli dissero:\n— Sai la gran notizia?\n— No.\n— Qui nel mare vicino è arrivato un Pesce-cane grosso come una montagna.\n— Davvero?… Che sia quel medesimo Pesce-cane di quando affogò il mio povero babbo?\n— Noi andiamo alla spiaggia per vederlo. Vuoi venire anche tu?\n— Io, no: voglio andare a scuola.\n— Che t’importa della scuola? Alla scuola ci anderemo domani. Con una lezione di più o con una di meno, si rimane sempre gli stessi somari.\n— E il maestro che dirà?\n— Il maestro si lascia dire. È pagato apposta per brontolare tutti i giorni.\n— E la mia mamma?\n— Le mamme non sanno mai nulla, — risposero quei malanni.\n— Sapete che cosa farò? — disse Pinocchio. —Il Pesce-cane voglio vederlo per certe mie ragioni… ma anderò a vederlo dopo la scuola.\n— Povero giucco! — ribattè uno del branco. — Che credi che un pesce di quella grossezza voglia star lì a fare il comodo tuo? Appena s’è annoiato,\nCoi loro libri e i loro quaderni sotto il braccio si messero a correre attraverso i campi.\npiglia il dirizzone per un’altra parte, e allora chi s’è visto s’è visto.\n— Quanto tempo ci vuole di qui alla spiaggia? — domandò il burattino.\n— Fra un’ora, siamo bell’e andati e tornati.\n— Dunque, via! e chi più corre, è più bravo! — gridò Pinocchio.\nDato così il segnale della partenza, quel branco di monelli coi loro libri e i loro quaderni sotto il braccio si messero a correre attraverso ai campi e Pinocchio era sempre avanti a tutti, pareva che avesse le ali ai piedi.\nDi tanto in tanto, voltandosi indietro, canzonava i suoi compagni rimasti a una bella distanza, e nel vederli ansanti, trafelati, polverosi e con tanto di lingua fuori, se la rideva proprio di cuore. Lo sciagurato, in quel momento, non sapeva a quali paure e a quali orribili disgrazie andava incontro.\n\n\n_________________","31":"XXXI.\n\n\nFinalmente il carro arrivò: e arrivò senza fare il più piccolo rumore, perchè le sue ruote erano fasciate di stoppa e di cenci.\nLo tiravano dodici pariglie di ciuchini, tutti della medesima grandezza, ma di diverso pelame.\nAlcuni erano bigi, altri bianchi, altri brizzolati a uso pepe e sale, e altri rigati a grandi strisce gialle e turchine.\nMa la cosa più singolare era questa: che quelle dodici pariglie, ossia quei ventiquattro ciuchini, invece di essere ferrati come tutte le altre bestie da tiro o da soma, avevano ai piedi degli stivali da uomo di vacchetta bianca.\nE il conduttore del carro?...\nFiguratevi un omino più largo che lungo, tenero e untuoso come una palla di burro.\nrestavano innamorati e facevano a gara nel montare sul suo carro, per essere condotti da lui in quella vera cuccagna, conosciuta nella carta geografica col seducente nome di «Paese de’ balocchi.»\nDifatti il carro era già tutto pieno diragazzetti fra gli otto e i dodici anni, ammonticchiati gli uni sugli altri come tante acciughe nella salamoia. Stavano male, stavano pigiati, non potevano quasi respirare: ma nessuno dicevaohi!nessuno si lamentava. La consolazione di sapere che fra poche ore sarebbero giunti in un paese, dove non c’erano nè libri, nè scuole, nè maestri, li rendeva così contenti e rassegnati, che non sentivano nè i disagi, nè gli strapazzi, nè la fame, nè la sete, nè il sonno.\nAppena che il carro si fu fermato, l’omino si volse a Lucignolo, e con mille smorfie e mille manierine, gli domandò sorridendo:\n— Dimmi, mio bel ragazzo, vuoi venire anche tu, in quel fortunato paese?\n— Sicuro, che ci voglio venire!\n— Ma ti avverto, carino mio, che nel carro non c’è più posto. Come vedi, è tutto pieno!...\n— Pazienza! — replicò Lucignolo, — se non c’è posto dentro, mi adatterò a star seduto sulle stanghe del carro. — E spiccato un salto, montò a cavalcioni sulle stanghe.\n— E tu amor mio, — disse l’ omino volgendosi tutto complimentoso a Pinocchio — che intendi fare? Vieni con noi o rimani?…\n— Io rimango — rispose Pinocchio. — Io voglio tornarmene a casa mia: voglio studiare evoglio farmi onore alla scuola, come fanno tutti i ragazzi perbene.\n— Buon pro ti faccia!\n— Pinocchio, — disse allora Lucignolo — dai retta a me: vieni con noi e staremo allegri!\n— No, no, no!\n— E se vengo con voi, che cosa dirà la mia buona Fata?\n\n— Vieni con noi e staremo allegri! — gridarono altre quattro voci di dentro al carro.\n— Vieni con noi e staremo allegri! — urlarono tutte insieme un centinaio di voci.\n— E se vengo con voi, che cosa dirà la mia buona Fata? — disse il burattino, che cominciava a intenerirsi e a ciurlare nel manico.\n— Non ti fasciare il capo con tante melanconie. Pensa che andiamo in un paese dove saremopadroni di fare il chiasso dalla mattina alla sera! —\nPinocchio non rispose, ma fece un sospiro; poi fece un altro sospiro: poi un terzo sospiro: finalmente disse:\n— Fatemi un po’ di posto: voglio venire anch’io!…\n— I posti son tutti pieni; — replicò l’omino, — ma per mostrarti quanto sei gradito, posso cederti il mio posto a cassetta.\n— E voi?\n— E io farò la strada a piedi.\n— No davvero, che non lo permetto. Preferisco piuttosto di salire in groppa a qualcuno di questi ciuchini! — gridò Pinocchio.\nDetto fatto, si avvicinò al ciuchino manritto della prima pariglia, e fece l’atto di volerlo cavalcare: ma la bestiuola, voltandosi a secco, gli dètte una gran musata nello stomaco e lo gettò a gambe all’aria.\nFiguratevi la risatona impertinente e sgangherata di tutti quei ragazzi presenti alla scena.\nMa l’omino non rise. Si accostò pieno di amorevolezza al ciuchino ribelle, e, facendo finta di dargli un bacio, gli staccò con un morso la metà dell’orecchio destro.\nIntanto Pinocchio, rizzatosi da terra tutto infuriato,, schizzò con un salto sulla groppa di quel povero animale. E il salto fu così bello, che i ragazzi, smesso di ridere, cominciarono a urlare:viva Pinocchio!e a fare una smanacciata di applausi, che non finivano più.\nDando una fortissima sgropponata, scaraventò il povero burattino in mezzo alla strada.\nQuand’ecco che all’improvviso il ciuchino alzò tutt’e due le gambe di dietro, e dando una fortissima sgropponata, scaraventò il povero burattino in mezzo alla strada, sopra un monte di ghiaia.\nAllora grandi risate daccapo: ma l’omino, invecedi ridere, si sentì preso da tanto amore per quell’irrequieto asinello che, con un bacio, gli portò via di netto la metà di quell’altro orecchio. Poi disse al burattino:\n— Rimonta pure a cavallo, e non aver paura. Quel ciuchino aveva qualche grillo per il capo: ma io gli ho detto due paroline negli orecchi, e spero di averlo reso mansueto e ragionevole. —\nPinocchio montò, e il carro cominciò a muoversi: ma nel tempo che i ciuchini galoppavano e che il carro correva sui ciottoli della via maestra, gli parve al burattino di sentire una voce sommessa e appena intelligibile, che gli disse:\n— Povero gonzo! Hai voluto fare a modo tuo, ma te ne pentirai! —\nPinocchio, quasi impaurito, guardò di qua e di là, per conoscere da qual parte venissero queste parole; ma non vide nessuno: i ciuchini galoppavano, il carro correva, i ragazzi dentro al carro dormivano, Lucignolo russava come un ghiro e l’omino seduto a cassetta canterellava fra i denti:\nTutti la notte dormono\nE io non dormo mai....\nFatto un altro mezzo chilometro, Pinocchio sentì la  vocina fioca che gli disse:\n— Tienlo a mente, grullerello! I ragazzi chesmettono di studiare e voltano le spalle ai libri, alle scuole e ai maestri, per darsi interamente ai balocchi e ai divertimenti, non possono far altro che una fine disgraziata! Io lo so per prova, e te lo posso dire!... Verrà un giorno che piangerai anche tu, come oggi piango io.... ma allora sarà tardi!... ―\nA queste parole bisbigliate sommessamente, il burattino, spaventato più che mai, saltò giù dalla groppa della cavalcatura, e andò a prendere il suo ciuchino per il muso.\nE immaginatevi come restò, quando s’accòrse che il suo ciuchino piangeva.... e piangeva proprio come un ragazzo!\n— Ehi, signor omino, — gridò allora Pinocchio al padrone del carro — sapete che cosa c’è di nuovo? Questo ciuchino piange.\n— Lascialo piangere: riderà quando sarà sposo!\n— Ma che forse gli avete insegnato anche a parlare?\n— No: ha imparato da sè a borbottare qualche parola, essendo stato tre anni in una compagnia di cani ammaestrati.\n— Povera bestia!...\n— Via, via.... — disse l’omino — non perdiamo il nostro tempo a veder piangere un ciuco. Rimontaa cavallo, e andiamo: la nottata è fresca, e la strada è lunga. ―\nPinocchio obbedì senza rifiatare. Il carro riprese la sua corsa: e la mattina sul far dell’alba arrivarono felicemente nel «Paese dei Balocchi.»\nLa sua popolazione era tutta composta di ragazzi.\nQuesto paese non somigliava a nessun altro paese del mondo. La sua popolazione era tutta composta di ragazzi. I più vecchi avevano 14 anni: i più giovani ne avevano 8 appena. Nelle strade, un’allegria, un chiasso, uno strillìo da levar di cervello! Branchi di monelli da per tutto: chigiocava alle noci, chi alle piastrelle, chi alla palla, chi andava in velocipede, chi sopra a un cavallino di legno: questi facevano a moscacieca; quegli altri si rincorrevano: altri, vestiti da pagliacci, mangiavano la stoppa accesa: chi recitava, chi cantava, chi faceva i salti mortali, chi si divertiva a camminare colle mani in terra e colle gambe in aria: chi mandava il cerchio, chi passeggiava vestito da generale coll’elmo di foglio e lo squadrone di cartapesta: chi rideva, chi urlava, chi chiamava, chi batteva le mani, chi fischiava, chi rifaceva il verso alla gallina quando ha fatto l’ovo: insomma un tal pandemonio, un tal passeraio, un tal baccano indiavolato, da doversi mettere il cotone negli orecchi per non rimanere assorditi. Su tutte le piazze si vedevano teatrini di tela, affollati di ragazzi dalla mattina alla sera, e su tutti i muri delle case si leggevano scritte col carbone delle bellissime cose come queste:viva i balocci!(invece dibalocchi):non voglamo più schole(invece dinon vogliamo più scuole):abbasso Larin Metica(invece diaritmetica) e altri fiori consimili.\nPinocchio, Lucignolo e tutti gli altri ragazzi, che avevano fatto il viaggio coll’omino, appena ebbero messo il piede dentro la città, si ficcarono subito in mezzo alla gran baraonda, e in pochiminuti, com’è facile immaginarselo, diventarono gli amici di tutti. Chi più felice, chi più contento di loro? In mezzo ai continui spassi e agli svariati divertimenti, le ore, i giorni, le settimane, passavano come tanti baleni.\n— Oh! che bella vita! — diceva Pinocchio tutte le volte che per caso s’imbatteva in Lucignolo.\n— Vedi, dunque, se avevo ragione? — ripigliava quest’ultimo. — E dire che tu non volevi partire! E pensare che t’eri messo in capo di tornartene a casa dalla tua Fata, per perdere il tempo a studiare! Se oggi ti sei liberato dalla noia dei libri e delle scuole, lo devi a me, ai miei consigli, alle mie premure, ne convieni? Non vi sono che i veri amici, che sappiano rendere di questi grandi favori.\n— È vero, Lucignolo! Se oggi io sono un ragazzo veramente contento, è tutto merito tuo. E il maestro, invece, sai che cosa mi diceva, parlando di te? Mi diceva sempre: «Non praticare quella birba di Lucignolo, perchè Lucignolo è un cattivo compagno, e non può consigliarti altro che a far del male!...»\n— Povero maestro! — replicò l’altro tentennando il capo. — Lo so pur troppo che mi aveva a noia, e che si divertiva sempre a calunniarmi; ma io sono generoso e gli perdono!— Anima grande! — disse Pinocchio abbracciando affettuosamente l’amico, e dandogli un bacio in mezzo agli occhi.\nIntanto era già da cinque mesi che durava questa bella cuccagna di baloccarsi e di divertirsi le giornate intere, senza mai vedere in faccia nè un libro nè una scuola; quando una mattina Pinocchio, svegliandosi, ebbe, come si suol dire, una gran brutta sorpresa, che lo messe proprio di malumore.\n\n\n____________","22":"XXII.\n\nPinocchio scuopre i ladri, e in ricompensa di essere stato fedele\nvien posto in libertà.\n\nEd era già più di due ore che dormiva saporitamente, quando verso la mezzanotte fu svegliato da un bisbiglio e da un pissi-pissi di vocine strane, che gli parve di sentire nell’aia. Messa fuori la punta del naso dalla buca del casotto, vide riunite a consiglio quattro bestiuole di pelame scuro, che parevano gatti. Ma non erano gatti: erano faine, animaletti carnivori, ghiottosissimi d’uova e di pollastrine giovani. Una di queste faine, staccandosi dalle sue compagne, andò alla buca del casotto e disse sottovoce:\n— Buona sera, Melampo.\n— Io non mi chiamo Melampo — rispose il burattino.\n— O dunque chi sei?\n— Io sono Pinocchio.\n— E che cosa fai costì?\n— Faccio il cane di guardia.\n— O Melampo dov’è? dov’è il vecchio cane, che stava in questo casotto?\n\n― È morto questa mattina.\n— Morto? povera bestia!… Era tanto buono!… Ma giudicandoti dalla fisonomia, anche te mi sembri un cane di garbo.\n— Domando scusa, io non sono un cane!…\n— O chi sei?\nUna di queste faine, staccandosi dalle sue compagne andò alla buca del casotto.\n\n— Io sono un burattino.\n— E fai da cane di guardia?\n— Pur troppo: per mia punizione!…\n— Ebbene, io ti propongo gli stessi patti che avevo col defunto Melampo, e sarai contento.\n— E questi patti sarebbero?\n— Noi verremo una volta la settimana, come per il passato, a visitare di notte questo pollaio e porteremo via otto galline. Di queste galline,\nsette le mangeremo noi, e una la daremo a te, a condizione, s’intende bene, che tu faccia finta di dormire e non ti venga mai l’estro di abbaiare e di svegliare il contadino.\n— E Melampo faceva proprio così? — domandò Pinocchio.\n— Faceva così, e fra noi e lui, siamo andati sempre d’accordo. Dormi dunque tranquillamente, e stai sicuro che prima di partire di qui ti lasceremo sul casotto una gallina bell’e pelata per la colazione di domani. Ci siamo intesi bene?\n— Anche troppo bene!… — rispose Pinocchio: e tentennò il capo in un certo modo minaccioso, come se avesse voluto dire: — Fra poco ci riparleremo!… —\nQuando le quattro faine si credettero sicure del fatto loro, andarono difilato al pollaio, che rimaneva appunto vicinissimo al casotto del cane; e aperta a furia di denti e di unghioli la porticina di legno, che ne chiudeva l’entrata, vi sgusciarono dentro, una dopo l’altra. Ma non erano ancora finite d’entrare, che sentirono la porticina richiudersi con grandissima violenza.\nQuello che l’aveva richiusa era Pinocchio; il quale, non contento di averla richiusa, vi passò davanti per maggior sicurezza una grossa pietra, a guisa di puntello.\nE poi cominciò ad abbaiare: e, abbaiando proprio\nproprio come se fosse un cane di guardia, faceva colla voce: bù-bù-bù-bù.\nA quella abbaiata, il contadino saltò il letto, e preso il fucile e affacciatosi alla finestra, domandò:\n— Che c’è di nuovo?\n— Ci sono i ladri! — rispose Pinocchio.\n— Dove sono?\n— Nel pollaio.\n— Ora scendo subito. —\nE difatti, in men che si dice amen, il contadino scese: entrò di corsa nel pollaio, e dopo avere acchiappate e rinchiuse in un sacco le quattro faine, disse loro con accento di vera contentezza:\n— Alla fine siete cascate nelle mie mani! Potrei punirvi, ma sì vil non sono! Mi contenterò, invece, di portarvi domani all’oste del vicino paese, il quale vi spellerà e vi cucinerà a uso lepre dolce e forte. È un onore che non vi meritate, ma gli uomini generosi come me non badano a queste piccolezze!… —\nQuindi, avvicinatosi a Pinocchio, cominciò a fargli molte carezze, e fra le altre cose, gli domandò:\n— Com’hai fatto a scoprire il complotto di queste quattro ladroncelle? E dire che Melampo, il mio fido Melampo, non s’era mai accorto di nulla!… —\nIl burattino, allora, avrebbe potuto raccontare quel che sapeva; avrebbe potuto, cioè, raccontare i patti vergognosi che passavano tra il cane e le faine; ma ricordandosi che il cane era morto, pensò subito dentro di sè: — A che serve accusare i morti?… I morti son morti, e la miglior cosa che si possa fare è quella di lasciarli in pace!…\n— All’arrivo delle faine sull’aia, eri sveglio o dormivi? — continuò a chiedergli il contadino.\n— Dormivo: — rispose Pinocchio — ma le faine mi hanno svegliato coi loro chiacchiericci, e una è venuta fin qui al casotto per dirmi: «Se prometti di non abbaiare, e di non svegliare il padrone, noi ti regaleremo una pollastra bell’e pelata!» Capite, eh? Avere la sfacciataggine di fare a me una simile proposta! Perchè bisogna sapere che io sono un burattino, che avrò tutti i difetti di questo mondo: ma non avrò mai quello di star di balla e di reggere il sacco alla gente disonesta!\n— Bravo ragazzo! — gridò il contadino, battendogli sur una spalla. — Cotesti sentimenti ti fanno onore: e per provarti la mia grande soddisfazione, ti lascio libero fin d’ora di tornare a casa. —\nE gli levò il collare da cane.","15":"XV.\n\nGli assassini inseguono Pinocchio; e dopo averlo raggiunto lo impiccano a un ramo della Quercia grande.\n\nAllora il burattino, perdutosi d’animo fu proprio sul punto di gettarsi a terra e di darsi per vinto, quando nel girare gli occhi all’intorno, vide fra mezzo al verde cupo degli alberi biancheggiare in lontananza una casina candida come la neve.\n— Se io avessi tanto fiato da arrivare fino a quella casa, forse sarei salvo! — disse dentro di sè.\nE senza indugiare un minuto, riprese a correre per il bosco a carriera distesa. E gli assassini sempre dietro.\nE dopo una corsa disperata di quasi due ore, finalmente, tutto trafelato, arrivò alla porta di quella casina e bussò.\nNessuno rispose.\nTornò a bussare con maggior violenza, perchè\nsentiva avvicinarsi il rumore dei passi e il respiro grosso e affannoso dei suoi persecutori.\nLo stesso silenzio.\nAvvedutosi che il bussare non giovava a nulla, cominciò per disperazione a dare calci e zuccate nella porta. Allora si affacciò alla finestra una bella Bambina, coi capelli turchini e il viso bianco come un’immagine di cera, gli occhi chiusi e le mani incrociate sul petto, la quale senza muover punto le labbra, disse con una vocina che pareva venisse dall’altro mondo:\n— In questa casa non c’è nessuno; sono tutti morti.\n— Aprimi almeno tu! — gridò Pinocchio piangendo e raccomandandosi.\n— Sono morta anch’io.\n— Morta? e allora che cosa fai costì alla finestra?\n— Aspetto la bara che venga a portarmi via. -\nAppena detto così, la Bambina disparve e la finestra si richiuse senza far rumore.\n— O bella bambina dai capelli turchini, — gridava Pinocchio, — aprimi per carità! Abbi compassione di un povero ragazzo inseguìto dagli assass… —\nMa non potè finir la parola, perchè sentì af\nferrarsi per il collo, e le solite due vociacce che gli brontolarono minacciosamente:\n— Ora non ci scappi più! —\nIl burattino, vedendosi balenare la morte dinanzi agli occhi, fu preso da un tremito così forte, che nel tremare, gli sonavano le giunture delle sue gambe di legno e i quattro zecchini che teneva nascosti sotto la lingua.\n— Dunque? — gli domandarono gli assassini — vuoi aprirla la bocca, sì o no? Ah! non rispondi?… Lascia fare: che questa volta te la faremo aprir noi!… —\nE cavati fuori due coltellacci lunghi lunghi e affilati come rasoi, zaff e zaff… gli affibbiarono due colpi nel mezzo alle reni.\nMa il burattino per sua fortuna era fatto d’un legno durissimo, motivo per cui le lame, spezzandosi, andarono in mille schegge e gli assassini rimasero col manico dei coltelli in mano, a guardarsi in faccia.\n— Ho capito; — disse allora uno di loro — bisogna impiccarlo. Impicchiamolo!\n— Impicchiamolo — ripetè l’altro.\nDetto fatto gli legarono le mani dietro le spalle, e passatogli un nodo scorsoio intorno alla gola, lo attaccarono penzoloni al ramo di una grossa pianta detta la Quercia grande.\nPoi si posero là, seduti sull’erba, aspettando che il burattino facesse l’ultimo sgambetto: ma il burattino, dopo tre ore, aveva sempre gli occhi aperti, la bocca chiusa e sgambettava più che mai.\nAnnoiati finalmente di aspettare, si voltarono a Pinocchio e gli dissero sghignazzando:\n— Addio a domani. Quando domani torneremo qui, si spera che ci farai la garbatezza di farti trovare bell’e morto e con la bocca spalancata. ―\nE se ne andarono.\nIntanto s’era levato un vento impetuoso di tramontana, che soffiando e mugghiando con rabbia, sbatacchiava in qua e in là il povero\nimpiccato, facendolo dondolare violentemente come il battaglio d’una campana che suona a festa. E quel dondolìo gli cagionava acutissimi spasimi, e il nodo scorsoio, stringendosi sempre più alla gola, gli toglieva il respiro.\nA poco a poco gli occhi gli si appannarono; e sebbene sentisse avvicinarsi la morte, pure sperava sempre che da un momento a un altro sarebbe capitata qualche anima pietosa a dargli aiuto. Ma quando, aspetta aspetta, vide che non compariva nessuno, proprio nessuno, allora gli tornò in mente il suo povero babbo… e balbettò quasi moribondo:\n— Oh babbo mio! se tu fossi qui!… ―\nE non ebbe fiato per dir altro. Chiuse gli occhi, aprì la bocca, stirò le gambe, e dato un grande scrollone, rimase lì come intirizzito.","7":"VII.\n\nGeppetto torna a casa, e dà al burattino la colazione\nche il pover’uomo aveva portata per sè.\n\nIl povero Pinocchio, che aveva sempre gli occhi fra il sonno, non s’era ancora avvisto dei piedi, che gli si erano tutti bruciati: per cui appena sentì la voce di suo padre, schizzò giù dallo sgabello per correre a tirare il paletto; ma invece, dopo due o tre traballoni, cadde di picchio tutto lungo disteso sul pavimento.\nE nel battere in terra fece lo stesso rumore, che avrebbe fatto un sacco di mestoli, cascato da un quinto piano.\n— Aprimi! — intanto gridava Geppetto dalla strada.\n— Babbo mio, non posso, — rispondeva il burattino piangendo e ruzzolandosi per terra.\n— Perchè non puoi?\n— Perchè mi hanno mangiato i piedi.\n— E chi te li ha mangiati?\n— Il gatto, — disse Pinocchio, vedendo il gatto che colle zampine davanti si divertiva a far ballare alcuni trucioli di legno.\n— Aprimi, ti dico! — ripetè Geppetto — se no, quando vengo in casa, il gatto te lo do io!\n— Non posso star ritto, credetelo. Oh! povero\nEntrò in casa dalla finestra.\n\nme! povero me, che mi toccherà a camminare coi ginocchi per tutta la vita.―\nGeppetto, credendo che tutti questi piagnistei fossero un’altra monelleria del burattino, pensò bene di farla finita; e arrampicatosi su per il muro, entrò in casa dalla finestra.\nDa principio voleva dire e voleva fare; ma poi, quando vide il suo Pinocchio sdraiato in terra e rimasto senza piedi davvero, allora sentì intenerirsi; e presolo subito in collo si dette a baciarlo e a fargli mille carezze e mille moine, e, coi lucciconi che gli cascavano giù per le gote, gli disse singhiozzando:\n— Pinocchiuccio mio! Com’è che ti sei bruciato i piedi?\n— Non lo so, babbo, ma credetelo che è stata una nottata d’inferno, e me ne ricorderò fin che campo. Tonava, balenava e io avevo una gran fame, e allora il Grillo-parlante mi disse: «Ti sta bene: sei stato cattivo e te lo meriti», e io gli dissi: «Bada, Grillo!…» e lui mi disse: «Tu sei un burattino e hai la testa di legno» e io gli tirai un manico di martello, e lui morì, ma la colpa fu sua, perchè io non volevo ammazzarlo, prova ne sia, che messi un tegamino sulla brace accesa del caldano, ma il pulcino scappò fuori e disse: «Arrivedella,... e tanti saluti a casa.» E la fame cresceva sempre, motivo per cui quel vecchino col berretto da notte, affacciandosi alla finestra mi disse: «Fàtti sotto e para il cappello» e io con quella catinellata d’acqua sul capo, perchè il chiedere un po’ di pane non è vergogna, non è vero? me ne tornai subito a\ncasa, e perchè avevo sempre una gran fame, messi i piedi sul caldano per rasciugarmi, e voi siete tornato, e me li sono trovati bruciati, e intanto la fame l’ho sempre e i piedi non li ho più! ih!... ih!... ih!... ih!... ―\nE il povero Pinocchio cominciò a piangere e a berciare così forte, che lo sentivano da cinque chilometri lontano.\nGeppetto, che di tutto quel discorso arruffato aveva capito una cosa sola, cioè che il burattino sentiva morirsi dalla gran fame, tirò fuori di tasca tre pere, e porgendogliele, disse:\n— Queste tre pere erano per la mia colazione: ma io te le do volentieri. Mangiale, e buon pro ti faccia.\n— Se volete che le mangi, fatemi il piacere di sbucciarle.\n— Sbucciarle? — replicò Geppetto meravigliato. — Non avrei mai creduto, ragazzo, mio, che tu fossi così boccuccia e così schizzinoso di palato. Male! In questo mondo, fin da bambini, bisogna avvezzarsi abboccati e a saper mangiare di tutto, perchè non si sa mai quel che ci può capitare. I casi son tanti!...\n— Voi direte bene, — soggiunse Pinocchio, — ma io non mangerò mai una frutta, che non sia sbucciata. Le bucce non le posso soffrire. ―\nE quel buon uomo di Geppetto, cavato fuori un coltellino, e armatosi di santa pazienza, sbucciò le tre pere, e pose tutte le bucce sopra un angolo della tavola.\nQuando Pinocchio in due bocconi ebbe mangiata la prima pera, fece l’atto di buttar via il torsolo; ma Geppetto gli trattenne il braccio, dicendogli:\n— Non lo buttar via: tutto in questo mondo può far comodo.\n— Ma io il torsolo non lo mangio davvero!... — gridò il burattino rivoltandosi come una vipera.\n— Chi lo sa! I casi son tanti!... — ripetè Geppetto, senza riscaldarsi.\nFatto sta che i tre torsoli, invece di essere gettati fuori dalla finestra, vennero posati sull’angolo della tavola in compagnia delle bucce.\nMangiate, o, per dir meglio, divorate le tre pere, Pinocchio fece un lunghissimo sbadiglio e disse piagnucolando:\n— Ho dell’altra fame!\n— Ma io, ragazzo mio, non ho più nulla da darti.\n— Proprio nulla, nulla?\n— Ci avrei soltanto queste bucce e questi torsoli di pera.\n— Pazienza! — disse Pinocchio — se non c’è altro, mangerò una buccia. —\nE cominciò a masticare. Da principio storse un po’ la bocca: ma poi, una dietro l’altra, spolverò in un soffio tutte le bucce; e dopo le bucce, anche i torsoli, e quand’ebbe finito di mangiare ogni cosa, si battè tutto contento le mani sul corpo, e disse gongolando:\n— Ora sì, che sto bene!\n— Vedi, dunque, — osservò Geppetto — che avevo ragione io quando ti dicevo che non bisogna avvezzarsi nè troppo sofistici nè troppo delicati di palato. Caro mio, non si sa mai quel che ci può capitare in questo mondo. I casi son tanti!... —","1":"I.\n\nCome andò che Maestro Ciliegia, falegname\ntrovò un pezzo di legno che piangeva e rideva come un bambino.\n\n— C’era una volta....\n— Un re! — diranno subito i miei piccoli lettori.\n— No, ragazzi, avete sbagliato. C’era una volta un pezzo di legno.\nNon era un legno di lusso, ma un semplice pezzo da catasta, di quelli che d’inverno si mettono nelle stufe e nei caminetti per accendere il fuoco e per riscaldare le stanze.\nNon so come andasse, ma il fatto gli è che un bel giorno questo pezzo di legno capitò nella bottega di un vecchio falegname, il quale aveva nome mastr’Antonio, se non che tutti lo chiamavano maestro Ciliegia, per via della punta del <img description>.... sentì una vocina sottile sottile. suo naso, che era sempre lustra e paonazza, come una ciliegia matura.\nAppena maestro Ciliegia ebbe visto quel pezzo di legno, si rallegrò tutto; e dandosi una fregatina di mani per la contentezza, borbottò a mezza voce:\n— Questo legno è capitato a tempo; voglio servirmene per fare una gamba di tavolino. —\nDetto fatto, prese subito l’ascia arrotata per cominciare a levargli la scorza e a digrossarlo; ma quando fu lì per lasciare andare la prima asciata, rimase col braccio sospeso in aria, perchè sentì una vocina sottile sottile, che disse raccomandandosi:\n— Non mi picchiar tanto forte! —\nFiguratevi come rimase quel buon vecchio di maestro Ciliegia!\nGirò gli occhi smarriti intorno alla stanza per vedere di dove mai poteva essere uscita quella vocina, e non vide nessuno! Guardò sotto il banco, e nessuno: guardò dentro un armadio che stava sempre chiuso, e nessuno; guardò nel corbello dei trucioli e della segatura, e nessuno; aprì l’uscio di bottega per dare un’occhiata anche sulla strada, e nessuno. O dunque?...\n— Ho capito; — disse allora ridendo e grattandosi la parrucca — si vede che quella vocina me la son figurata io. Rimettiamoci a lavorare. —\nE ripresa l’ascia in mano, tirò giù un solennissimo colpo sul pezzo di legno.\n— Ohi! tu m’hai fatto male! — gridò rammaricandosi la solita vocina.\nQuesta volta maestro Ciliegia restò di stucco, cogli occhi fuori del capo per la paura, colla bocca\nspalancata e colla lingua giù ciondoloni fino al mento, come un mascherone da fontana.\nAppena riebbe l’uso della parola, cominciò a dire tremando e balbettando dallo spavento:\n— Ma di dove sarà uscita questa vocina che ha detto ohi?... Eppure qui non c’è anima viva. Che sia per caso questo pezzo di legno che abbia imparato a piangere e a lamentarsi come un bambino? Io non lo posso credere. Questo legno eccolo qui; è un pezzo di legno da caminetto, come tutti gli altri, e a buttarlo sul fuoco, c’è da far bollire una pentola di fagioli.... O dunque? Che ci sia nascosto dentro qualcuno! Se c’è nascosto qualcuno, tanto peggio per lui. Ora l’accomodo io! —\nE così dicendo, agguantò con tutt’e due le mani quel povero pezzo di legno, e si pose a sbatacchiarlo senza carità contro le pareti della stanza.\nPoi si messe in ascolto, per sentire se c’era qualche vocina che si lamentasse. Aspettò due minuti, e nulla; cinque minuti, e nulla; dieci minuti, e nulla!\n— Ho capito — disse allora sforzandosi di ridere e arruffandosi la parrucca — si vede che quella vocina che ha detto ohi, me la son figurata io! Rimettiamoci a lavorare. —\nE perchè gli era entrato addosso una gran\npaura, si provò a canterellare per farsi un po’ di coraggio.\nIntanto, posata da una parte l’ascia, prese in mano la pialla, per piallare e tirare a pulimento il pezzo di legno; ma nel mentre che lo piallava in su e in giù, sentì la solita vocina che gli disse ridendo:\n— Smetti! tu mi fai il pizzicorino sul corpo! —\nQuesta volta il povero maestro Ciliegia cadde giù come fulminato. Quando riaprì gli occhi, si trovò seduto per terra.\nIl suo viso pareva trasfigurito, e perfino la punta del naso, di paonazza come era quasi sempre, gli era diventata turchina dalla gran paura.","20":"XX.\n\nLiberato dalla prigione, si avvia per tornare a casa della Fata; ma lungo la strada trova un serpente orribile, e poi rimane preso alla tagliuola.\n\nFiguratevi l’allegrezza di Pinocchio, quando si sentì libero. Senza stare a dire che è e che non è, uscì subito fuori della città e riprese la strada che doveva ricondurlo alla Casina della Fata.\nA motivo del tempo piovigginoso, la strada era diventata tutta un pantano e ci si andava fino a mezza gamba.\nMa il burattino non se ne dava per inteso.\nTormentato dalla passione di rivedere il suo babbo e la sua sorellina dai capelli turchini, correva a salti come un can levriero, e nel correre le pillacchere gli schizzavano fin sopra il berretto. Intanto andava dicendo fra sè e sè:\n— Quante disgrazie mi sono accadute.... E me le merito! perchè io sono un burattino testardo e piccoso..., e voglio far sempre tutte le cose a modo\nmio, senza dar retta a quelli che mi voglion bene e che hanno mille volte più giudizio di me!… Ma da questa volta in là, faccio proponimento di cambiar vita e di diventare un ragazzo ammodo e ubbidiente… Tanto ormai ho bell’e visto che i ragazzi, a essere disubbidienti, ci scapitano sempre e non ne infilano mai una per il su’ verso. E il mio babbo mi avrà aspettato?… Ce lo troverò a casa della Fata? È tanto tempo, pover’uomo, che non lo vedo più, che mi struggo di fargli mille carezze e di finirlo dai baci! E la Fata mi perdonerà la brutta azione che le ho fatto?… E pensare che ho ricevuto da lei tante attenzioni e tante cure amorose… e pensare che se oggi son sempre vivo, lo debbo a lei! Ma si può dare un ragazzo più ingrato e più senza cuore di me?… ―\nNel tempo che diceva così, si fermò tutt’a un tratto spaventato e fece quattro passi indietro.\nChe cosa aveva veduto?\nAveva veduto un grosso serpente, disteso attraverso alla strada, che aveva la pelle verde, gli occhi di fuoco e la coda appuntuta, che gli fumava come una cappa di camino.\nImpossibile immaginarsi la paura del burattino: il quale, allontanatosi più di mezzo chilometro, si mise a sedere sopra un monticello di sassi, aspettando che il serpente se ne andasse\nuna buona volta per i fatti suoi e lasciasse libero il passo della strada.\nAspettò un’ora; due ore: tre ore: ma il serpente era sempre là, e anche di lontano, si vedeva il rosseggiare de’ suoi occhi di fuoco e la colonna di fumo che gli usciva dalla punta della coda.\nAllora Pinocchio, figurandosi di aver coraggio, si avvicinò a pochi passi di distanza, e facendo una vocina dolce, insinuante e sottile, disse al serpente:\n— Scusi, signor Serpente, che mi farebbe il piacere di tirarsi un pochino da una parte, tanto da lasciarmi passare? —\nFu lo stesso che dire al muro. Nessuno si mosse.\nAllora riprese colla solita vocina:\n— Deve sapere, signor Serpente, che io vado a casa, dove c’è il mio babbo che mi aspetta e che è tanto tempo che non lo vedo più!… Si contenta dunque, che io seguiti per la mia strada? —\nAspettò un segno di risposta a quella domanda: ma la risposta non venne: anzi il serpente, che fin allora pareva arzillo e pieno di vita, diventò immobile e quasi irrigidito. Gli occhi gli si chiusero e la coda gli smesse di fumare.\n— Che sia morto davvero? — disse Pinocchio, dandosi una fregatina di mani dalla gran\ncontentezza; e senza mettere tempo in mezzo, fece l’atto di scavalcarlo, per passare dall’altra parte della strada. Ma non aveva ancora finito di alzare la gamba, che il Serpente si rizzò all’improvviso\nCadde così male, che restò col capo conficcato nel fango della strada....\n\nimprovviso come una molla scattata: e il burattino, nel tirarsi indietro spaventato, inciampò e cadde per terra.\nE per l’appunto cadde così male, che restò col capo conficcato nel fango della strada e colle gambe ritte su in aria.\nAlla vista di quel burattino, che sgambettava\na capofitto con una velocità incredibile il serpente fu preso da una tal convulsione di risa, che ridi, ridi, ridi, alla fine, dallo sforzo del troppo ridere, gli si strappò una vena sul petto: e quella volta morì davvero.\nAllora Pinocchio ricominciò a correre per arrivare a casa della Fata avanti che si facesse buio. Ma lungo la strada non potendo più reggere ai morsi terribili della fame, saltò in un campo coll’intenzione di cogliere poche ciocche d’uva moscadella. Non l’avesse mai fatto!\nAppena giunto sotto la vite, crac… sentì stringersi le gambe da due ferri taglienti, che gli fecero vedere quante stelle c’erano in cielo.\nIl povero burattino era rimasto preso da una tagliuola appostata là da alcuni contadini per beccarvi alcune grosse faine, che erano il flagello di tutti i pollai del vicinato.","5":"V.\n\nPinocchio ha fame, e cerca un uovo per farsi una frittata;ma sul più bello, la frittata gli vola via dalla finestra.\n\nIntanto cominciò a farsi notte, e Pinocchio, ricordandosi che non aveva mangiato nulla, sentì un’uggiolina allo stomaco, che somigliava moltissimo all’appetito.\nMa l’appetito nei ragazzi cammina presto, e difatti, dopo pochi minuti l’appetito diventò fame, e la fame, dal vedere al non vedere, si convertì in una fame da lupi, una fame da tagliarsi col coltello.\nIl povero Pinocchio corse subito al focolare, dove c’era una pentola che bolliva e fece l’atto di scoperchiarla, per vedere che cosa ci fosse dentro, ma la pentola era dipinta sul muro. Immaginatevi come restò. Il suo naso, che era già lungo, gli diventò più lungo almeno quattro dita.\nAllora si dette a correre per la stanza e a frugare per tutte le cassette e per tutti i ripostigli\nin cerca di un po’ di pane, magari un po’ di pan secco, un crosterello, un osso avanzato al cane, un po’ di polenta muffita, una lisca di pesce, un nocciolo di ciliegia, insomma di qualche cosa da masticare: ma non trovò nulla, il gran nulla, proprio nulla.\nE intanto la fame cresceva, e cresceva sempre e il povero Pinocchio non aveva altro sollievo che quello di sbadigliare: e faceva degli sbadigli così lunghi, che qualche volta la bocca gli arrivava fino agli orecchi. E dopo avere sbadigliato, sputava, e sentiva che lo stomaco gli andava via.\nAllora piangendo e disperandosi, diceva:\n— Il Grillo-parlante aveva ragione. Ho fatto male a rivoltarmi al mio babbo e a fuggire di casa.... Se il mio babbo fosse qui, ora non mi troverei a morire di sbadigli! Oh! che brutta malattia che è la fame! —\nQuand’ecco gli parve di vedere nel monte della spazzatura qualche cosa di tondo e di bianco, che somigliava tutto a un uovo di gallina. Spiccare un salto e gettarvisi sopra, fu un punto solo. Era un uovo davvero.\nLa gioia del burattino è impossibile descriverla: bisogna sapersela figurare. Credendo quasi che fosse un sogno, si rigirava quest’uovo fra\nle mani, e lo toccava e lo baciava, e baciandolo diceva:\n— E ora come dovrò cuocerlo? Ne farò una frittata?… No, è meglio cuocerlo nel piatto!… O non sarebbe più saporito se lo friggessi in padella? O se invece lo cuocessi a uso uovo a bere? No, la più lesta di tutte è di cuocerlo nel piatto o nel tegamino: ho troppa voglia di mangiarmelo! —\nDetto fatto, pose un tegamino sopra un caldano pieno di brace accesa: messe nel tegamino, invece d’olio o di burro, un po’ d’acqua: e quando l’acqua principiò a fumare, tac!... spezzò il guscio dell’uovo, e fece l’atto di scodellarvelo dentro.\nMa invece della chiara e del torlo scappò fuori un pulcino tutto allegro e complimentoso, il quale facendo una bella riverenza disse:\n— Mille grazie, signor Pinocchio, d’avermi risparmiata la fatica di rompere il guscio! Arrivedella, stia bene e tanti saluti a casa! —\nCiò detto, distese le ali, e, infilata la finestra che era aperta, se ne volò via a perdita d’occhio.\nIl povero burattino rimase lì, come incantato, cogli occhi fissi, colla bocca aperta e coi gusci dell’uovo in mano. Riavutosi, peraltro, dal primo sbigottimento, cominciò a piangere, a strillare,\na battere i piedi in terra per la disperazione, e piangendo diceva:\n— Eppure il Grillo-parlante aveva ragione! Se non fossi scappato di casa e se il mio babbo fosse qui, ora non mi troverei a morire di fame. Eh! che brutta malattia che è la fame!... —\nE perchè il corpo gli seguitava a brontolare più che mai, e non sapeva come fare a chetarlo, pensò di uscir di casa e di dare una scappata al paesello vicino, nella speranza di trovare qualche persona caritatevole, che gli facesse l’elemosina di un po’ di pane.","24":"XXIV.\n\nPinocchio arriva all’isola delle «Api industriose» e ritrova la Fata.\n\nPinocchio, animato dalla speranza di arrivare in tempo a dare aiuto al suo povero babbo, nuotò tutta quanta la notte.\nE che orribile nottata fu quella! Diluviò, grandinò, tuonò spaventosamente e con certi lampi che pareva di giorno.\nSul far del mattino, gli riuscì di vedere poco distante una lunga striscia di terra. Era un’isola in mezzo al mare.\nAllora fece di tutto per arrivare a quella spiaggia: ma inutilmente. Le onde, rincorrendosi e accavallandosi, se lo abballottavano fra di loro, come se fosse stato un fuscello o un filo di paglia. Alla fine, e per sua buona fortuna, venne un’ondata tanto prepotente e impetuosa, che lo scaraventò di peso sulla rena del lido.\nIl colpo fu così forte, che battendo in terra, gli\ncrocchiarono tutte le costole e tutte le congiunture: ma si consolò subito col dire: — Anche per questa volta l’ho scampata bella! —\nIntanto a poco a poco il cielo si rasserenò; il sole apparve fuori in tutto il suo splendore, e il mare diventò tranquillissimo e buono come un olio.\nAllora il burattino distese i suoi panni al sole per rasciugarli e si pose a guardare di qua e di là se per caso avesse potuto scorgere su quella immensa spianata d’acqua una piccola barchetta con un omino dentro. Ma dopo aver guardato ben bene, non vide altro dinanzi a sè che cielo, mare e qualche vela di bastimento, ma così lontana lontana, che pareva una mosca.\n— Sapessi almeno come si chiama quest’isola! — andava dicendo. — Sapessi almeno se quest’isola è abitata da gente di garbo, voglio dire da gente che non abbia il vizio di attaccare i ragazzi ai rami degli alberi! ma a chi mai posso domandarlo? a chi, se non c’è nessuno?…—\nQuest’idea di trovarsi solo, solo, solo, in mezzo a quel gran paese disabitato, gli messe addosso tanta malinconia, che stava lì lì per piangere; quando tutt’a un tratto vide passare, a poca distanza dalla riva, un grosso pesce che se ne andava tranquillamente per i fatti suoi con tutta la testa fuori dell’acqua.\n\nNon sapendo come chiamarlo per nome, il burattino gli gridò a voce alta, per farsi sentire:\n— Ehi, signor pesce, che mi permetterebbe una parola?\n— Anche due, — rispose il pesce, il quale era un Delfino così garbato, come se ne trovano pochi in tutti i mari del mondo.\n— Mi farebbe il piacere di dirmi se in quest’isola vi sono dei paesi dove si possa mangiare, senza pericolo d’esser mangiati?\n— Ve ne sono sicuro! — rispose il Delfino. — Anzi, ne troverai uno poco lontano di qui.\n— E che strada si fa per andarvi?\n— Devi prendere quella viottola là, a mancina, e camminare sempre diritto al naso. Non puoi sbagliare.\n— Mi dica un’altra cosa. Lei che passeggia tutto il giorno e tutta la notte per il mare, non avrebbe incontrato per caso una piccola barchettina con dentro il mi’ babbo?\n— E chi è il tuo babbo?\n— Gli è il babbo più buono del mondo, come io sono il figliuolo più cattivo che si possa dare.\n— Colla burrasca che ha fatto questa notte — rispose il Delfino — la barchetta sarà andata sott’acqua.\n— E il mio babbo?\n\n— A quest’ora l’avrà inghiottito il terribile Pesce-cane, che da qualche giorno è venuto a spargere lo sterminio e la desolazione nelle nostre acque.\nArrivederla, signor pesce: scusi tanto l'incomodo, e mille grazie della sua garbatezza.\n\n— Che è grosso di molto questo Pesce-cane? — domandò Pinocchio, che di già cominciava a tremare dalla paura.\n— Se gli è grosso!… — replicò il Delfino. — Perchè tu possa fartene un’idea, ti dirò che è più grosso di un casamento di cinque piani, ed ha una boccaccia così larga e profonda, che ci passerebbe comodamente tutto il treno della strada ferrata colla macchina accesa.\n— Mamma mia! — gridò spaventato il burattino; e rivestitosi in fretta e furia, si voltò al Delfino e gli disse: — Arrivederla, signor pesce: scusi tanto l’incomodo, e mille grazie della sua garbatezza. —\nDetto ciò, prese subito la viottola e cominciò a camminare di un passo svelto: tanto svelto, che pareva quasi che corresse. E a ogni più piccolo rumore che sentiva, si voltava subito a guardare indietro, per la paura di vedersi inseguire da quel terribile Pesce-cane grosso come una casa di cinque piani e con un treno della strada ferrata in bocca.\nDopo aver camminato più di mezz’ora, arrivò a un piccolo paese detto « il paese delle Api industriose. » Le strade formicolavano di persone che correvano di qua e di là per le loro faccende: tutti lavoravano, tutti avevano qualche cosa da fare. Non si trovava un ozioso o un vagabondo nemmeno a cercarlo col lumicino.\n— Ho capito; — disse subito quello svogliato di Pinocchio, — questo paese non è fatto per me! Io non son nato per lavorare! — Intanto la fame lo tormentava, perchè erano oramai passate ventiquattr’ore che non aveva mangiato più nulla; nemmeno una pietanza di vecce.\nChe fare?\nNon gli restavano che due modi per potersi sdigiunare: o chiedere un po’ di lavoro, o chiedere in elemosina un soldo o un boccon di pane.\nA chiedere l’elemosina si vergognava: perchè il suo babbo gli aveva predicato sempre che l’elemosina hanno il diritto di chiederla solamente i vecchi e gl’infermi. I veri poveri, in questo mondo, meritevoli di assistenza e di compassione, non sono altro che quelli che, per ragione d’età o di malattia, si trovano condannati a non potersi più guadagnare il pane col lavoro delle proprie mani. Tutti gli altri hanno l’obbligo di lavorare; e se non lavorano e patiscono la fame, tanto peggio per loro.\nIn quel frattempo, passò per la strada un uomo tutto sudato e trafelato, il quale da sè tirava con gran fatica due carretti carichi di carbone.\nPinocchio, giudicandolo dalla fisonomia per un buon uomo, gli si accostò e, abbassando gli occhi dalla vergogna, gli disse sottovoce:\n— Mi fareste la carità di darmi un soldo, perchè mi sento morir dalla fame?\n— Non un soldo solo, — rispose il carbonaio — ma te ne do quattro, a patto che tu m’aiuti a tirare fino a casa questi due carretti di carbone.\n— Mi meraviglio! — rispose il burattino quasi offeso; — per vostra regola io non ho fatto mai il somaro; io non ho mai tirato il carretto!\n\n— Meglio per te! — rispose il carbonaio. — Allora, ragazzo mio, se ti senti davvero morir dalla fame, mangia due belle fette della tua superbia e bada di non prendere un’indigestione.\n― Mi fareste la carità di darmi un soldo perchè mi sento morir dalla fame?\n\nDopo pochi minuti passò per la via un muratore, che portava sulle spalle un corbello di calcina.\n— Fareste, galantuomo, la carità d’un soldo a un povero ragazzo, che sbadiglia dall’appetito?\n— Volentieri; vieni con me a portar calcina, — rispose il muratore — e invece d’un soldo, te ne darò cinque.\n— Ma la calcina è pesa, — replicò Pinocchio, — e io non voglio durar fatica.\n\n— Se non vuoi durar fatica, allora, ragazzo mio, divertiti a sbadigliare, e buon pro ti faccia. —\nIn men di mezz’ora passarono altre venti persone, e a tutte Pinocchio chiese un po’ d’elemosina, ma tutte gli risposero:\n— Non ti vergogni? Invece di fare il bighellone per la strada, va’ piuttosto a cercarti un po’ di lavoro, e impara a guadagnarti il pane! —\nFinalmente passò una buona donnina, che portava due brocche d’acqua.\n— Vi contentate, buona donna, che io beva una sorsata d’acqua alla vostra brocca? — chiese Pinocchio, che bruciava dall’arsione della sete.\n— Bevi pure, ragazzo mio! — disse la donnina, posando le due brocche in terra.\nQuando Pinocchio ebbe bevuto come una spugna, borbottò a mezza voce, asciugandosi la bocca:\n— La sete me la sono levata! Così mi potessi levar la fame!… —\nLa buona donnina, sentendo queste parole, soggiunse subito:\n— Se mi aiuti a portare a casa una di queste brocche d’acqua, ti darò un bel pezzo di pane. —\nPinocchio guardò la brocca, e non rispose nè sì nè no.\n— E insieme col pane ti darò un bel piatto di cavol fiore condito coll’olio e coll’aceto, — soggiunse la buona donna.\n\nPinocchio dètte un’altra occhiata alla brocca, e non rispose nè sì nè no.\n— E dopo il cavol fiore ti darò un bel confetto ripieno di rosolio. —\nAlle seduzioni di quest’ultima ghiottoneria, Pinocchio non seppe più resistere e, fatto un animo risoluto, disse:\n— Pazienza! Vi porterò la brocca fino a casa!\nLa brocca era molto pesa, e il burattino, non avendo forza di portarla colle mani, si rassegnò a portarla in capo.\nArrivati a casa, la buona donnina fece sedere Pinocchio a una piccola tavola apparecchiata, e gli pose davanti il pane, il cavolfiore condito e il confetto.\nPinocchio non mangiò, ma diluviò. Il suo stomaco pareva un quartiere rimasto vuoto e disabitato da cinque mesi.\nCalmati a poco a poco i morsi rabbiosi della fame, allora alzò il capo per ringraziare la sua benefattrice: ma non aveva ancora finito di fissarla in volto, che cacciò un lunghissimo ohhh! di maraviglia e rimase là incantato, cogli occhi spalancati, colla forchetta per aria e colla bocca piena di pane e di cavol fiore.\n— Che cos’è mai tutta questa meraviglia? — disse ridendo la buona donna.\n— Egli è… — rispose balbettando Pinocchio —\negli è.... egli è.... che voi somigliate.... voi mi rammentate.... sì, sì, sì, la stessa voce gli stessi occhi... gli stessi capelli… sì, sì, sì.... anche voi avete i capelli turchini.... come lei! O Fatina mia!... O Fatina mia!... ditemi che siete voi, proprio voi!... Non mi fate più piangere! Se sapeste! Ho pianto tanto, ho patito tanto!... —\nE nel dir così, Pinocchio piangeva dirottamente, e gettandosi ginocchioni per terra abbracciava i ginocchi di quella donnina misteriosa.","13":"XIII.\n\nL’osteria del «Gambero Rosso».\n\nCammina, cammina, cammina, alla fine sul far della sera arrivarono stanchi morti all’osteria del Gambero Rosso.\n— Fermiamoci un po’ qui, — disse la Volpe, — tanto per mangiare un boccone e per riposarci qualche ora. A mezzanotte poi ripartiremo per essere domani, all’alba, nel Campo dei miracoli. —\nEntrati nell’osteria, si posero tutt’e tre a tavola: ma nessuno di loro aveva appetito.\nIl povero Gatto, sentendosi gravemente indisposto di stomaco, non potè mangiare altro che trentacinque triglie con salsa di pomodoro e quattro porzioni di trippa alla parmigiana: e perchè la trippa non gli pareva condita abbastanza, si rifece tre volte a chiedere il burro e il formaggio grattato!\nLa Volpe avrebbe spelluzzicato volentieri qualche cosa anche lei: ma siccome il medico le aveva ordinato una grandissima dieta, così dovè contentarsi di una semplice lepre dolce e forte, con\nun leggerissimo contorno di pollastre ingrassate e di galletti di primo canto. Dopo la lepre si fece portare per tornagusto un cibreino di pernici, di starne, di conigli, di ranocchi, di lucertole e d’uva paradisa; e poi non volle altro.\nQuello che mangiò meno di tutti fu Pinocchio.\n\nAveva tanta nausea per il cibo, diceva lei, che non poteva accostarsi nulla alla bocca.\nQuello che mangiò meno di tutti fu Pinocchio. Chiese uno spicchio di noce e un cantuccino di pane e lasciò nel piatto ogni cosa. Il povero figliuolo, col pensiero sempre fisso al Campo dei\nmiracoli, aveva preso un’indigestione anticipata di monete d’oro.\nQuand’ebbero cenato, la Volpe disse all’oste:\n— Datemi due buone camere, una per il signor Pinocchio e un’altra per me e per il mio compagno. Prima di ripartire stiacceremo un sonnellino. Ricordatevi, però, che a mezzanotte vogliamo essere svegliati per continuare il nostro viaggio.\n— Sissignore — rispose l’oste, e strizzò l’occhio alla Volpe e al Gatto, come dire: « Ho mangiato la foglia e ci siamo intesi!… » —\nAppena che Pinocchio fu entrato nel letto, si addormentò a colpo, e principiò a sognare. E sognando gli pareva di essere in mezzo a un campo, e questo campo era pieno di arboscelli carichi di grappoli, e questi grappoli erano carichi di zecchini d’oro che, dondolandosi mossi dal vento, facevano zin, zin, zin, quasi volessero dire: « Chi ci vuole, venga a prenderci. » Ma quando Pinocchio fu sul più bello, quando cioe allungò la mano per prendere a manciate tutte quelle belle monete e mettersele in tasca, si trovò svegliato all’improvviso da tre violentissimi colpi dati nella porta di camera.\nEra l’oste che veniva a dirgli che la mezzanotte era sonata.\n— E i miei compagni sono pronti? — gli domandò il burattino.\n— Altro che pronti! son partiti due ore fa.\n— Perchè mai tanta fretta?\n— Perchè il Gatto ha ricevuto un’imbasciata\nEra l’oste che veniva a dirgli che la mezzanotte era sonata.\n\nche il suo gattino maggiore, malato di geloni ai piedi, stava in pericolo di vita.\n— E la cena l’hanno pagata?\n— Che vi pare? Quelle lì sono persone troppo educate, perchè facciano un affronto simile alla signoria vostra.\n— Peccato! Quest’affronto mi avrebbe fatto tanto piacere! — disse Pinocchio, grattandosi il capo. Poi domandò:\n— E dove hanno detto di aspettarmi quei buoni amici?\n— Al Campo dei miracoli, domattina, allo spuntare del giorno. ―\nPinocchio pagò uno zecchino per la cena sua e per quella dei suoi compagni, e dopo partì.\nMa si può dire che partisse a tastoni, perchè fuori dell’osteria c’era un buio così buio, che non ci si vedeva da qui a lì. Nella campagna all’intorno non si sentiva alitare una foglia. Solamente alcuni uccellacci notturni, traversando la strada da una siepe all’altra, venivano a sbattere le ali sul naso di Pinocchio, il quale, facendo un salto indietro per la paura, gridava: — Chi va là? — e l’eco delle colline circostanti ripeteva in lontananza: — Chi va là? chi va là? chi va là?\nIntanto, mentre camminava, vide sul tronco di un albero un piccolo animaletto, che riluceva di una luce pallida e opaca, come un lumino da notte dentro una lampada di porcellana trasparente.\n— Chi sei? — gli domandò Pinocchio.\n— Sono l’ombra del Grillo-parlante, — rispose l’animaletto con una vocina fioca fioca, che pareva venisse dal mondo di là.\n— Che vuoi da me? — disse il burattino.\n— Voglio darti un consiglio. Ritorna indietro e porta i quattro zecchini, che ti sono rimasti, al tuo povero babbo, che piange e si dispera per non averti più veduto.\n— Domani il mio babbo sarà un gran signore, perchè questi quattro zecchini diventeranno duemila.\n— Non ti fidare, ragazzo mio, di quelli che promettono di farti ricco dalla mattina alla sera. Per il solito o sono matti o imbroglioni! Dài retta a me, ritorna indietro.\n— E io invece voglio andare avanti.\n— L’ora è tarda!…\n— Voglio andare avanti.\n— La nottata è scura…\n— Voglio andare avanti.\n— La strada è pericolosa…\n— Voglio andare avanti.\n— Ricordati che i ragazzi che vogliono fare di loro capriccio e a modo loro, prima o poi se ne pentono.\n— Le solite storie. Buona notte, Grillo.\n— Buona notte, Pinocchio, e che il cielo ti salvi dalla guazza e dagli assassini. ―\nAppena dette queste ultime parole, il Grillo-parlante si spense a un tratto, come si spenge un lume soffiandoci sopra, e la strada rimase più buia di prima.","14":"XIV.\n\nPinocchio, per non aver dato retta ai buoni consigli\ndel Grillo-parlante, s’imbatte negli assassini.\n\n— Davvero.... — disse fra sè il burattino rimettendosi in viaggio — come siamo disgraziati noialtri poveri ragazzi! Tutti ci sgridano, tutti ci ammoniscono, tutti ci dànno consigli. A lasciarli dire, tutti si metterebbero in capo di essere i nostri babbi e i nostri maestri; tutti; anche i Grilli-parlanti. Ecco qui: perchè io non ho voluto dar retta a quell’uggioso di Grillo, chi lo sa quante disgrazie, secondo lui, mi dovrebbero accadere! Dovrei incontrare anche gli assassini! Meno male che agli assassini io non ci credo, nè ci ho creduto mai. Per me gli assassini sono stati inventati apposta dai babbi, per far paura ai ragazzi che vogliono andare fuori la notte. E poi, se anche li trovassi qui sulla strada, mi darebbero forse soggezione? Neanche per sogno, anderei loro sul viso, gridando: «Signori assassini, che\ncosa vogliono da me? Si rammentino che con me non si scherza! Se ne vadano dunque per i fatti loro, e zitti!». A questa parlantina fatta sul serio, quei poveri assassini, mi par di vederli, scapperebbero via come il vento. Caso poi fossero tanto ineducati da non voler scappare, allora scapperei io, e così la farei finita… ―\nMa Pinocchio non potè finire il suo ragionamento, perchè in quel punto gli parve di sentire dietro di sè un leggerissimo fruscìo di foglie.\nSi voltò a guardare, e vide nel buio due figuracce nere, tutte imbacuccate in due sacchi da carbone, le quali correvano dietro a lui a salti e in punta di piedi, come se fossero due fantasmi.\n— Eccoli davvero! — disse dentro di sè: e non sapendo dove nascondere i quattro zecchini, se li nascose in bocca e precisamente sotto la lingua.\nPoi si provò a scappare. Ma non aveva ancor fatto il primo passo, che sentì agguantarsi per le braccia e intese due voci orribili e cavernose, che gli dissero:\n— O la borsa o la vita! ―\nPinocchio non potendo rispondere con le parole a motivo delle monete che aveva in bocca, fece mille salamelecchi e mille pantomime, per dare ad intendere a quei due incappati, di cui si vedevano soltanto gli occhi attraverso i buchi dei\nsacchi, che lui era un povero burattino e che non aveva in tasca nemmeno un centesimo falso.\n— Via via! Meno ciarle e fuori i denari — gridarono minacciosamente i due briganti.\nE il burattino fece col capo e colle mani un segno, come dire: « Non ne ho ».\nSentì agguantarsi per le braccia....\n\n— Metti fuori i denari o sei morto; — disse l’assassino più alto di statura.\n— Morto! — ripetè l’altro.\n— E dopo ammazzato te, ammazzeremo anche tuo padre!\n— Anche tuo padre!\n— No, no, no, il mio povero babbo no! — gridò Pinocchio con accento disperato: ma nel gridare così, gli zecchini gli sonarono in bocca.\n— Ah furfante! dunque i denari te li sei nascosti sotto la lingua? Sputali subito! ―\nE Pinocchio, duro.\n— Ah! tu fai il sordo? Aspetta un po’, che penseremo noi a farteli sputare! ―\nDifatti uno di loro afferrò il burattino per la punta del naso e quell’altro lo prese per la bazza, e lì cominciarono a tirare screanzatamente uno per in qua l’altro per in là, tanto da costringerlo a spalancare la bocca: ma non ci fu verso. La bocca del burattino pareva inchiodata e ribadita.\nAllora l’assassino più piccolo di statura, cavato fuori un coltellaccio, provò a conficcarglielo a guisa di leva e di scalpello fra le labbra: ma Pinocchio, lesto come un lampo, gli azzannò la mano coi denti, e dopo avergliela con un morso staccata di netto, la sputò e figuratevi la sua maraviglia quando, invece di una mano, si accòrse di aver sputato in terra uno zampetto di gatto.\nIncoraggito da questa prima vittoria, si liberò a forza dalle unghie degli assassini, e saltata la siepe della strada, cominciò a fuggire per la campagna. E gli assassini a correre dietro a lui, come due cani dietro a una lepre: e quello che aveva perduto uno zampetto correva con una gamba sola, nè si è saputo mai come facesse.\nDopo una corsa di quindici chilometri, Pinocchio non ne poteva più. Allora vistosi perso, si arrampicò su per il fusto di un altissimo pino e si pose a sedere in vetta ai rami. Gli assassini tentarono di arrampicarsi anche loro, ma giunti a metà del fusto sdrucciolarono, e ricascando a terra, si spellarono le mani e i piedi.\nNon per questo si dettero per vinti: che anzi, raccolto un fastello di legna secche a piè del pino, vi appiccarono il fuoco. In men che non si dice, il pino cominciò a bruciare e a divampare, come una candela agitata dal vento. Pinocchio, vedendo che le fiamme salivano sempre più, e non volendo far la fine del piccione arrosto, spiccò un bel salto di vetta all’albero, e via a correre daccapo attraverso i campi e ai vigneti. E gli assassini dietro, sempre dietro, senza stancarsi mai.\nIntanto cominciava a baluginare il giorno e si trovò improvvisamente sbarrato il passo da un fosso largo e profondissimo, tutto pieno di acquaccia sudicia, color del caffè e latte. Che fare? « Una, due, tre! » gridò il burattino, e slanciandosi con una gran rincorsa, saltò dall’altra parte. E gli assassini saltarono anche loro, ma non avendo preso bene la misura, patatunfete!… cascarono giù nel bel mezzo del fosso. Pinocchio che sentì il tonfo\ne gli schizzi dell’acqua, urlò ridendo e seguitando a correre:\n— Buon bagno, signori assassini. ―\nE già si figurava che fossero bell’e affogati, quando invece, voltandosi a guardare, si accòrse che gli correvano dietro tutt’ e due, sempre imbacuccati nei loro sacchi, e grondanti acqua come due panieri sfondati.","8":"VIII.\nGeppetto rifà i piedi a Pinocchio e vende la propria casacca per comprargli l’Abbecedario.\n\nIl burattino, appena che si fu levata la fame, cominciò subito a bofonchiare e a piangere, perchè voleva un paio di piedi nuovi.\nLo lasciò piangere e disperarsi per una mezza giornata.\n\nMa Geppetto, per punirlo della monelleria fatta lo lasciò piangere e disperarsi per una mezza giornata; poi gli disse:\n— E perchè dovrei rifarti i piedi? Forse per vederti scappar di nuovo da casa tua?\n— Vi prometto, — disse il burattino singhiozzando, — che da oggi in poi sarò buono…\n— Tutti i ragazzi — replicò Geppetto, — quando vogliono ottenere qualcosa, dicono così.\n— Vi prometto che anderò a scuola, studierò e mi farò onore…\n— Tutti i ragazzi, quando vogliono ottenere qualcosa, ripetono la medesima storia.\n— Ma io non sono come gli altri ragazzi! Io sono più buono di tutti e dico sempre la verità. Vi prometto, babbo, che imparerò un’arte, e che sarò la consolazione e il bastone della vostra vecchiaia. —\nGeppetto che, sebbene facesse il viso di tiranno, aveva gli occhi pieni di pianto e il cuore grosso dalla passione di vedere il suo povero Pinocchio in quello stato compassionevole, non rispose altre parole: ma, presi in mano gli arnesi del mestiere e due pezzetti di legno stagionato, si pose a lavorare di grandissimo impegno.\nE in meno d’un’ora, i piedi erano bell’e fatti; due piedini svelti, asciutti e nervosi, come se fossero modellati da un artista di genio.\nAllora Geppetto disse al burattino:\n— Chiudi gli occhi e dormi! —\nE Pinocchio chiuse gli occhi e fece finta di dormire. E nel tempo che si fingeva addormentato, Geppetto con un po’ di colla sciolta in un guscio d’uovo gli appiccicò i due piedi al loro\nPrincipiò a fare mille sgambetti.\n\nposto, e glieli appiccicò così bene, che non si vedeva nemmeno il segno dell’attaccatura.\nAppena il burattino si accorse di avere i piedi, saltò giù dalla tavola dove stava disteso, e principiò a fare mille sgambetti e mille capriòle, come se fosse ammattito dalla gran contentezza.\n— Per ricompensarvi di quanto avete fatto per\nme — disse Pinocchio al suo babbo — voglio subito andare a scuola.\n— Bravo ragazzo.\n— Ma per andare a scuola ho bisogno d’un po’ di vestito. —\nGli fece.... un berrettino di midolla di pane.\n\nGeppetto, che era povero e non aveva in tasca nemmeno un centesimo, gli fece allora un vestituccio di carta fiorita, un paio di scarpe di scorza d’albero e un berrettino di midolla di pane.\nPinocchio corse subito a specchiarsi in una catinella\npiena d’acqua e rimase così contento di sè, che disse pavoneggiandosi:\n— Paio proprio un signore!\n— Davvero; — replicò Geppetto, — perchè, tienlo a mente, non è il vestito bello che fa il signore, ma è piuttosto il vestito pulito.\n— A proposito, — soggiunse il burattino, — per andare alla scuola mi manca sempre qualcosa: anzi mi manca il più e il meglio.\n— Cioè?\n— Mi manca l’Abbecedario.\n— Hai ragione: ma come si fa per averlo?\n— È facilissimo: si va da un libraio e si compra.\n— E i quattrini?\n— Io non ce l’ho.\n— Nemmeno io, — soggiunse il buon vecchio, facendosi tristo.\nE Pinocchio, sebbene fosse un ragazzo allegrissimo, si fece tristo anche lui: perchè la miseria, quando è miseria davvero, la intendono tutti: anche i ragazzi.\n— Pazienza! — gridò Geppetto tutt’a un tratto rizzandosi in piedi; e infilatasi la vecchia casacca di fustagno, tutta toppe e rimendi, uscì correndo di casa.\nDopo poco tornò: e quando tornò aveva in mano l’Abbecedario per il figliuolo, ma la casacca\nnon l’aveva più. Il pover’uomo era in maniche di camicia, e fuori nevicava.\n— E la casacca, babbo?\n— L’ho venduta.\n— Perchè l’avete venduta?\n— Perchè mi faceva caldo.―\nPinocchio capì questa risposta a volo, e non potendo frenare l’impeto del suo buon cuore, saltò al collo di Geppetto e cominciò a baciarlo per tutto il viso.","32":"XXXII.\n\nA Pinocchio gli vengono gli orecchi di ciuco, e poi diventa un ciuchino vero e comincia a ragliare.\n\nE questa sorpresa quale fu?\nVe lo dirò io, miei cari e piccoli lettori: la sorpresa fu che Pinocchio, svegliandosi, gli venne fatto naturalmente di grattarsi il capo; e nel grattarsi il capo si accòrse....\nIndovinate un po’ di che cosa si accòrse?\nSi accòrse, con suo grandissimo stupore, che gli orecchi gli erano cresciuti più d’un palmo.\nVoi sapete che il burattino, fin dalla nascita, aveva gli orecchi piccini piccini: tanto piccini che, a occhio nudo, non si vedevano neppure! Immaginatevi dunque come restò, quando dovè toccar con mano che i suoi orecchi, durante la notte, erano così allungati, che parevano due spazzole di padule. Andò subito in cerca di uno specchio, per potersi vedere: ma non trovando uno specchio, empì d’acqua la catinella del lavamano, especchiandovisi dentro, vide quel che non avrebbe mai voluto vedere: vide, cioè, la sua immagine abbellita di un magnifico paio di orecchi asinini.\nLascio pensare a voi il dolore, la vergogna e la disperazione del povero Pinocchio!\nI suoi orecchi, durante la notte, erano così allungati\nche parevano due spazzole di padule.\nCominciò a piangere, a strillare, a battere la testa nel muro: ma quanto più si disperava, e più i suoi orecchi crescevano, crescevano, crescevano e diventavano pelosi verso la cima.\nAl rumore di quelle grida acutissime, entrò nella stanza una bella Marmottina, che abitavail piano di sopra: la quale, vedendo il burattino in così grandi smanie, gli domandò premurosamente:\n— Che cos’hai, mio caro casigliano?\n— Sono malato, Marmottina mia, molto malato.... e malato d’una malattia che mi fa paura! te ne intendi tu del polso?\n— Un pochino.\n— Senti dunque se per caso avessi la febbre. ―\nLa Marmottina alzò la zampa destra davanti: e dopo aver tastato il polso a Pinocchio, gli disse sospirando:\n— Amico mio, mi dispiace doverti dare una cattiva notizia!…\n— Cioè?\n— Tu hai una gran brutta febbre!\n— E che febbre sarebbe?\n— È la febbre del somaro.\n— Non la capisco questa febbre! — rispose il burattino, che l’aveva pur troppo capita.\n— Allora te la spiegherò io; — soggiunse la Marmottina — sappi dunque, che fra due o tre ore tu non sarai più nè un burattino, nè un ragazzo....\n— E che cosa sarò?\n— Fra due o tre ore, tu diventerai un ciuchino vero e proprio, come quelli che tirano ilcarretto e che portano i cavoli e l’insalata al mercato.\n— Oh! povero me! povero me! — gridò Pinocchio pigliandosi con le mani tutt’e due gli orec-\n― È la febbre del somaro.\nchi, e tirandoli e strappandoli rabbiosamente, come se fossero gli orecchi di un altro.\n— Caro mio, — replicò la Marmottina per consolarlo — che cosa ci vuoi tu fare? Oramai è destino, oramai è scritto nei decreti della sapienza, che tutti quei ragazzi svogliati che, pigliando a noia i libri, le scuole e i maestri, passano le loro giornate in balocchi, in giuochi e in divertimenti,debbano finire prima o poi col trasformarsi in tanti piccoli somari.\n— Ma davvero è proprio così? — domandò singhiozzando il burattino.\n— Pur troppo è così! E ora i pianti sono inutili. Bisognava pensarci prima!\n— Ma la colpa non è mia: la colpa, credilo, Marmottina, è tutta di Lucignolo!…\n— E chi è questo Lucignolo?\n— Un mio compagno di scuola. Io volevo tornare a casa: io volevo essere ubbidiente: io volevo seguitare a studiare e a farmi onore.... ma Lucignolo mi disse: ― «Perchè vuoi tu annoiarti a studiare? perchè vuoi andare alla scuola?… Vieni piuttosto con me, nel Paese dei balocchi: lì non studieremo più: lì ci divertiremo dalla mattina alla sera e staremo sempre allegri.»\n— E perchè seguisti il consiglio di quel falso amico, di quel cattivo compagno?\n— Perchè?… perchè, Marmottina mia, io sono un burattino senza giudizio.... e senza cuore. Oh! se avessi avuto un zinzino di cuore, non avrei mai abbandonata quella buona Fata, che mi voleva bene come una mamma e che aveva fatto tanto per me!… e a quest’ora non sarei più un burattino.... ma sarei invece un ragazzino ammodo, come ce n’è tanti! Oh!… ma se incontro Lucignolo,guai a lui! Gliene voglio dire un sacco e una sporta. ―\nE fece l’atto di volere uscire. Ma quando fu\nPrese un gran berretto di cotone, e, ficcatoselo in testa.\nsulla porta, si ricordò che aveva gli orecchi d’asino, e vergognandosi di mostrarli in pubblico, che cosa inventò? Preso un gran berretto di cotone, e, ficcatoselo in testa, se lo ingozzò fin sotto gli orecchi.Poi uscì, e si dette a cercare Lucignolo da per tutto. Lo cercò nelle strade, nelle piazze, nei teatrini, in ogni luogo: ma non lo trovò. Ne chiese notizia a quanti incontrò per la via, ma nessuno l’aveva veduto.\nAllora andò a cercarlo a casa: e arrivato alla porta, bussò.\n— Chi è? — domandò Lucignolo di dentro.\n— Sono io! — rispose il burattino.\n— Aspetta un poco, e ti aprirò. ―\nDopo mezz’ora la porta si aprì: e figuratevi come restò Pinocchio quando, entrando nella stanza, vide il suo amico Lucignolo con un gran berretto di cotone in testa, che gli scendeva fin sotto il naso.\nAlla vista di quel berretto, Pinocchio sentì quasi consolarsi e pensò subito dentro di sè:\n― Che l’amico sia malato della mia medesima malattia? Che abbia anche lui la febbre del ciuchino?… ―\nE facendo finta di non essersi accorto di nulla, gli domandò sorridendo:\n— Come stai, mio caro Lucignolo?\n— Benissimo: come un topo in una forma di cacio parmigiano.\n— Lo dici proprio sul serio?\n— E perchè dovrei dirti una bugia?― Scusami, amico: e allora perchè tieni in capo cotesto berretto di cotone, che ti cuopre tutti gli orecchi?\n— Me l’ha ordinato il medico, perchè mi son fatto male a un ginocchio. E tu, caro Pinocchio, perchè porti codesto berretto di cotone ingozzato fin sotto gli orecchi?\n— Me l’ha ordinato il medico, perchè mi sono sbucciato un piede.\n— Oh! povero Pinocchio!…\n— Oh! povero Lucignolo!… ―\nA queste parole tenne dietro un lunghissimo silenzio, durante il quale i due amici non fecero altro che guardarsi fra loro, in atto di canzonatura.\nFinalmente il burattino, con una vocina melliflua e flautata, disse al suo compagno:\n— Levami una curiosità, mio caro Lucignolo: hai mai sofferto di malattia agli orecchi?\n— Mai!… e tu?\n— Mai! Per altro da questa mattina in poi ho un orecchio che mi fa spasimare.\n— Ho lo stesso male anch’io.\n— Anche tu?… E qual è l’orecchio che ti duole?\n— Tutt’e due. E tu?\n— Tutt’e due. Che sia la medesima malattia?\n— Ho paura di sì.\n— Vuoi farmi un piacere, Lucignolo?\n— Volentieri! Con tutto il cuore.\n— Mi fai vedere i tuoi orecchi?\n— Perchè no? Ma prima voglio vedere i tuoi, caro Pinocchio.\n— No: il primo devi esser tu.\n— No, carino! Prima tu e dopo io!\n— Ebbene, — disse allora il burattino — facciamo un patto da buoni amici.\n— Sentiamo il patto.\n— Leviamoci tutt’e due il berretto nello stesso tempo: accetti?\n— Accetto.\n— Dunque attenti!―\nE Pinocchio cominciò a contare a voce alta:\n— Uno! Due! Tre!―\nAlla parolatre!i due ragazzi presero i loro berretti di capo e li gettarono in aria.\nE allora avvenne una scena, che parrebbe incredibile, se non fosse vera. Avvenne, cioè, che Pinocchio e Lucignolo, quando si videro colpiti tutt’e due dalla medesima disgrazia, invece di restar mortificati e dolenti, cominciarono ad ammiccarsi i loro orecchi smisuratamente cresciuti, e dopo mille sguaiataggini finirono col dare una bella risata.\nE risero, risero, risero da doversi reggere il corpo: se non che, sul più bello del ridere, Lucignolo\nCominciarono ad ammiccarsi i loro orecchi smisuratamente cresciuti.\nLucignolo tutt’a un tratto si chetò, e barcollando e cambiando di colore, disse all’amico:\n— Aiuto, aiuto, Pinocchio!\n— Che cos’hai?\n— Ohimè! non mi riesce più di star ritto sulle gambe.\n— Non mi riesce più neanche a me — gridò Pinocchio, piangendo e traballando.\nE mentre dicevano così, si piegarono tutt’e due carponi a terra e, camminando colle mani\nRagliando sonoramente, facevano tutt'e due in coro:j-a, j-a, j-a.\ne coi piedi, cominciarono a girare e a correre per la stanza. E intanto che correvano, i loro bracci diventarono zampe, i loro visi si allungarono e diventarono musi, e le loro schiene si coprirono di un pelame grigiolino chiaro, brizzolato di nero.\nMa il momento più brutto per que’ due sciagurati sapete quando fu? Il momento più brutto e più umiliante fu quello quando sentirono spuntarsi di dietro la coda. Vinti allora dalla vergogna e dal dolore, si provarono a piangere e a lamentarsi del loro destino.\nNon l’avessero mai fatto! Invece di gemiti e di lamenti, mandavano fuori dei ragli asinini: e ragliando sonoramente, facevano tutt’e due in coro:j-a, j-a, j-a.\nIn quel frattempo fu bussato alla porta, e una voce di fuori disse:\n— Aprite! Sono l’omino, sono il conduttore del carro che vi portò in questo paese. Aprite subito, guai a voi! —","12":"XII.\n\nIl burattinaio Mangiafoco regala cinque monete d’oro a Pinocchio perchè le porti al suo babbo Geppetto: e Pinocchio, invece, si lascia abbindolare dalla Volpe e dal Gatto e se ne va con loro.\n\nIl giorno dipoi Mangiafoco chiamò in disparte Pinocchio e gli domandò:\n— Come si chiama tuo padre?\n— Geppetto.\n— E che mestiere fa?\n— Il povero.\n— Guadagna molto?\n— Guadagna tanto quanto ci vuole per non aver mai un centesimo in tasca. Si figuri che per comprarmi l’Abbecedario della scuola dovè vendere l’unica casacca che aveva addosso: una casacca che, fra toppe e rimendi, era tutta una piaga.\n— Povero diavolo! Mi fa quasi compassione. Ecco qui cinque monete d’oro. Va’ subito a portargliele, e salutalo tanto da parte mia. —\nPinocchio, come è facile immaginarselo, ringraziò\nringraziò mille volte il burattinaio: abbraccio’, a uno a uno, tutti i burattini della compagnia, anche i giandarmi; e fuori di se’ dalla contentezza, si mise in viaggio per ritornarsene a casa sua.\nMa non aveva fatto ancora mezzo chilometro, che incontrò per la strada una Volpe zoppa da\n\n- Com'è che sai il mio nome?\n\nun piede e un Gatto cieco da tutt’e due gli occhi, che se ne andavano là là, aiutandosi fra di loro, da buoni compagni di sventura. La Volpe che era zoppa, camminava appoggiandosi al Gatto: e il Gatto, che era cieco, si lasciava guidare dalla Volpe.\n— Buon giorno, Pinocchio, — gli disse la Volpe, salutandolo garbatamente.\n— Com’è che sai il mio nome? — domandò il burattino.\n— Conosco bene il tuo babbo.\n— Dove l’hai veduto?\n— L’ho veduto ieri sulla porta di casa sua.\n— E che cosa faceva?\n— Era in maniche di camicia e tremava dal freddo.\n— Povero babbo! Ma, se Dio vuole, da oggi in poi non tremerà più!…\n— Perchè?\n— Perchè io sono diventato un gran signore.\n— Un gran signore tu? — disse la Volpe, e cominciò a ridere di un riso sguaiato e canzonatore: e il Gatto rideva anche lui, ma per non darlo a vedere, si pettinava i baffi colle zampe davanti.\n— C’è poco da ridere, — gridò Pinocchio impermalito. — Mi dispiace davvero di farvi venire l’acquolina in bocca, ma queste qui, se ve ne intendete, sono cinque bellissime monete d’oro.\nE tirò fuori le monete avute in regalo da Mangiafoco.\nAl simpatico suono di quelle monete la Volpe, per un moto involontario, allungò la gamba che pareva rattrappita, e il Gatto spalancò tutt’e due gli occhi, che parvero due lanterne verdi;\nma poi li richiuse subito, tant’è vero che Pinocchio non si accòrse di nulla.\n— E ora, — gli domandò la Volpe, — che cosa vuoi farne di codeste monete?\n— Prima di tutto, — rispose il burattino, — voglio comprare per il mio babbo una bella casacca nuova, tutta d’oro e d’argento e coi bottoni di brillanti: e poi voglio comprare un Abbecedario per me.\n— Per te?\n— Davvero: perchè voglio andare a scuola e mettermi a studiare a buono.\n— Guarda me! — disse la Volpe. — Per la passione sciocca di studiare ho perduto una gamba.\n— Guarda me! — disse il Gatto. — Per la passione sciocca di studiare ho perduto la vista di tutti e due gli occhi.\nIn quel mentre un Merlo bianco, che se ne stava appollaiato sulla siepe della strada, fece il solito verso e disse:\n— Pinocchio, non dar retta ai consigli dei cattivi compagni: se no, te ne pentirai!\nPovero Merlo, non l’avesse mai detto! Il Gatto, spiccando un gran salto, gli si avventò addosso, e senza dargli nemmeno il tempo di dire ohi, se lo mangiò in un boccone con le penne e tutto.\n\nMangiato che l’ebbe e ripulitosi la bocca, chiuse gli occhi daccapo e ricominciò a fare il cieco come prima.\n— Povero Merlo! — disse Pinocchio al Gatto — perchè l’hai trattato così male?\nSpiccando un gran salto, gli si avventò addosso.\n\n— Ho fatto per dargli una lezione. Così un’altra volta imparerà a non metter bocca nei discorsi degli altri.—\nErano giunti più che a mezza strada, quando la Volpe, fermandosi di punto in bianco, disse al burattino:\n— Vuoi tu raddoppiare le tue monete d’oro?\n— Cioè?\n— Vuoi tu, di cinque miserabili zecchini, farne cento, mille, duemila?\n— Magari! e la maniera?\n— La maniera è facilissima. Invece di tornartene a casa tua, dovresti venir con noi.\n— E dove mi volete condurre?\n— Nel paese dei Barbagianni. ―\nPinocchio ci pensò un poco, e poi disse risolutamente:\n— No, non ci voglio venire. Oramai sono vicino a casa, e voglio andarmene a casa, dove c’è il mio babbo che m’aspetta. Chi lo sa, povero vecchio, quanto ha sospirato ieri, a non vedermi tornare. Purtroppo io sono stato un figliuolo cattivo, e il Grillo-parlante aveva ragione quando diceva: «I ragazzi disobbedienti non possono aver bene in questo mondo.» Ed io l’ho provato a mie spese, perchè mi sono capitate molte disgrazie, e anche ieri sera in casa di Mangiafoco, ho corso pericolo… Brrr! mi viene i bordoni soltanto a pensarci!\n— Dunque, — disse la Volpe — vuoi proprio andare a casa tua? Allora va’ pure, e tanto peggio per te.\n— Tanto peggio per te! — ripetè il Gatto.\n— Pensaci bene, Pinocchio, perchè tu dài un calcio alla fortuna.\n— Alla fortuna! — ripetè il Gatto.\n— I tuoi cinque zecchini, dall’oggi al domani sarebbero diventati duemila.\n— Duemila! — ripetè il Gatto.\n— Ma com’è mai possibile che diventino tanti? — domandò Pinocchio, restando a bocca aperta dallo stupore.\n— Te lo spiego subito; — disse la Volpe — bisogna sapere che nel paese dei Barbagianni c’è un campo benedetto chiamato da tutti il Campo dei miracoli. Tu fai in questo campo una piccola buca e ci metti dentro, per esempio, uno zecchino d’oro. Poi ricopri la buca con un po’ di terra: l’annaffi con due secchie d’acqua di fontana, ci getti sopra una presa di sale, e la sera te ne vai tranquillamente a letto. Intanto, durante la notte, lo zecchino germoglia e fiorisce, e la mattina dopo di levata, ritornando nel campo, che cosa trovi? Trovi un bell’albero carico di tanti zecchini d’oro quanti chicchi di grano può avere una bella spiga nel mese di giugno.\n— Sicchè dunque — disse Pinocchio sempre più sbalordito — se io sotterrassi in quel campo i miei cinque zecchini, la mattina dopo quanti zecchini vi troverei?\n— È un conto facilissimo; — rispose la Volpe — un conto che puoi farlo sulla punta delle dita.\nPoni che ogni zecchino ti faccia un grappolo di cinquecento zecchini: moltiplica il cinquecento per cinque, e la mattina dopo trovi in tasca duemilacinquecento zecchini lampanti e sonanti.\n— Oh che bella cosa! — gridò Pinocchio, ballando dall’allegrezza. — Appena che questi zecchini li avrò raccolti, ne prenderò per me duemila e gli altri cinquecento di più li darò in regalo a voialtri due.\n— Un regalo a noi? — gridò la Volpe sdegnandosi e chiamandosi offesa. — Dio te ne liberi!\n— Te ne liberi! — ripetè il Gatto.\n— Noi — riprese la Volpe — non lavoriamo per il vile interesse: noi lavoriamo per arricchire gli altri.\n— Gli altri! — ripetè il Gatto.\n— Che brave persone! — pensò dentro di sè Pinocchio: e dimenticandosi lì sul tamburo, del suo babbo, della casacca nuova, dell’Abbecedario e di tutti i buoni proponimenti fatti, disse alla Volpe e al Gatto:\n— Andiamo subito, io vengo con voi. ―","2":"II.\n\nMaestro Ciliegia regala il pezzo di legno al suo amico Geppetto, il quale lo prende per fabbricarsi un burattino maraviglioso, che sappia ballare, tirar di scherma e fare i salti mortali.\n\nIn quel punto fu bussato alla porta.\n— Passate pure, — disse il falegname, senza aver la forza di rizzarsi in piedi.\n<img description>Un vecchietto tutto arzillo, il quale aveva nome Geppetto.\nAllora entrò in bottega un vecchietto tutto arzillo, il quale aveva nome Geppetto; ma i ragazzi del vicinato, quando lo volevano far montare su\ntutte le furie, lo chiamavano col soprannome di Polendina, a motivo della sua parrucca gialla, che somigliava moltissimo alla polendina di granturco.\nGeppetto era bizzosissimo. Guai a chiamarlo Polendina! Diventava subito una bestia, e non c’era più verso di tenerlo.\n— Buon giorno, mastr’Antonio, — disse Geppetto. — Che cosa fate costì per terra?\n— Insegno l’abbaco alle formicole.\n— Buon pro vi faccia.\n— Chi vi ha portato da me, compar Geppetto?\n— Le gambe. Sappiate, mastr’Antonio, che son venuto da voi, per chiedervi un favore.\n— Eccomi qui, pronto a servirvi, — replicò il falegname rizzandosi su i ginocchi.\n— Stamani m’è piovuta nel cervello un’idea.\n— Sentiamola.\n— Ho pensato di fabbricarmi da me un bel burattino di legno: ma un burattino maraviglioso, che sappia ballare, tirar di scherma e fare i salti mortali. Con questo burattino voglio girare il mondo, per buscarmi un tozzo di pane e un bicchier di vino: che ve ne pare?\n— Bravo Polendina! — gridò la solita vocina, che non si capiva di dove uscisse.\nA sentirsi chiamar Polendina, compar Geppetto diventò rosso come un peperone dalla bizza, e voltandosi verso il falegname, gli disse imbestialito:\n— Perchè mi offendete?\n— Chi vi offende?\n— Mi avete detto Polendina!\n— Non sono stato io.\n— Sta’ un po’ a vedere che sarò stato io! Io dico che siete stato voi.\n— No!\n— Sì!\n— No!\n— Sì! —\nE riscaldandosi sempre più, vennero dalle parole ai fatti, e acciuffatisi fra di loro, si graffiarono, si morsero e si sbertucciarono.\nFinito il combattimento, mastr’Antonio si trovò fra le mani la parrucca gialla di Geppetto, e Geppetto si accòrse di avere in bocca la parrucca brizzolata del falegname.\n— Rendimi la mia parrucca! — gridò mastr’Antonio.\n— E tu rendimi la mia, e rifacciamo la pace. —\nI due vecchietti, dopo aver ripreso ognuno di loro la propria parrucca, si strinsero la mano e giurarono di rimanere buoni amici per tutta la vita.\n— Dunque, compar Geppetto, — disse il\nfalegname in segno di pace fatta — qual è il piacere che volete da me?\n— Vorrei un po’ di legno per fabbricare il mio burattino; me lo date?\nMastr’Antonio, tutto contento, andò subito a prendere sul banco quel pezzo del legno che era stato cagione a lui di tante paure. Ma quando fu lì per consegnarlo all’amico, il pezzo di legno dette uno scossone, e sgusciandogli violentemente dalle mani, andò a battere con forza negli stinchi impresciuttiti del povero Geppetto.\n— Ah! gli è con questo bel garbo, mastr’Antonio, che voi regalate la vostra roba? M’avete quasi azzoppito!...\n— Vi giuro che non sono stato io!\n— Allora sarò stato io!...\n— La colpa è tutta di questo legno....\n— Lo so che è del legno: ma siete voi che me l’avete tirato nelle gambe!\n— Io non ve l’ho tirato!\n— Bugiardo!\n— Geppetto, non mi offendete: se no vi chiamo Polendina!...\n— Asino!\n— Polendina!\n— Somaro!\n— Polendina!\n— Brutto scimmiotto!\n— Polendina! —\nA sentirsi chiamar Polendina per la terza volta, Geppetto perse il lume degli occhi, si avventò sul falegname e lì se ne dettero un sacco e una sporta.\nA battaglia finita, mastr’Antonio si trovò due graffi di più sul naso, e quell’altro due bottoni di meno al giubbetto. Pareggiati in questo modo i loro conti, si strinsero la mano e giurarono di rimanere buoni amici per tutta la vita.\nIntanto Geppetto prese con sè il suo bravo pezzo di legno, e ringraziato mastr’Antonio, se ne tornò zoppicando a casa.","3":"III.\n\nGeppetto, tornato a casa, comincia subito a fabbricarsi il burattino e gli mette il nome di Pinocchio. Prime monellerie del burattino.\n\nLa casa di Geppetto era una stanzina terrena, che pigliava luce da un sottoscala. La mobilia non poteva esser più semplice: una seggiola cattiva, un letto poco buono e un tavolino tutto rovinato. Nella parete di fondo si vedeva un caminetto col fuoco acceso; ma il fuoco era dipinto, e accanto al fuoco c’era dipinta una pentola che bolliva allegramente e mandava fuori una nuvola di fumo, che pareva fumo davvero.\nAppena entrato in casa, Geppetto prese subito gli arnesi e si pose a intagliare e a fabbricare il suo burattino.\n— Che nome gli metterò? — disse fra sè e sè. — Lo voglio chiamar Pinocchio. Questo nome gli porterà fortuna. Ho conosciuto una famiglia intera di Pinocchi: Pinocchio il padre, Pinocchia la madre e Pinocchi i ragazzi, e tutti se la passavano bene. Il più ricco di loro chiedeva l’elemosina.\nQuando ebbe trovato il nome al suo burattino, allora cominciò a lavorare a buono, e gli fece subito i capelli, poi la fronte, poi gli occhi.\nFatti gli occhi, figuratevi la sua maraviglia <img description>Più lo ritagliava e lo scorciva, e più quel naso impertinente diventava lungo. quando si accòrse che gli occhi si muovevano e che lo guardavano fisso fisso.\nGeppetto, vedendosi guardare da quei due occhi di legno, se n’ebbe quasi per male, e disse con accento risentito:\n— Occhiacci di legno, perchè mi guardate? —\nNessuno rispose.\nAllora, dopo gli occhi, gli fece il naso; ma il naso, appena fatto, cominciò a crescere: e\ncresci, cresci, cresci diventò in pochi minuti un nasone che non finiva mai.\nIl povero Geppetto si affaticava a ritagliarlo; ma più lo ritagliava e lo scorciva, e più quel naso impertinente diventava lungo.\nDopo il naso, gli fece la bocca.\nLa bocca non era ancora finita di fare, che cominciò subito a ridere e a canzonarlo.\n— Smetti di ridere! — disse Geppetto impermalito; ma fu come dire al muro.\n— Smetti di ridere, ti ripeto! — urlò con voce minacciosa.\nAllora la bocca smesse di ridere, ma cacciò fuori tutta la lingua.\nGeppetto, per non guastare i fatti suoi, finse di non avvedersene, e continuò a lavorare. Dopo la bocca, gli fece il mento, poi il collo, le spalle, lo stomaco, le braccia e le mani.\nAppena finite le mani, Geppetto sentì portarsi via la parrucca dal capo. Si voltò in su, e che cosa vide? Vide la sua parrucca gialla in mano del burattino.\n— Pinocchio!... rendimi subito la mia parrucca! —\nE Pinocchio, invece di rendergli la parrucca, se la messe in capo per sè, rimanendovi sotto mezzo affogato.\nA quel garbo insolente e derisorio, Geppetto si fece tristo e melanconico, come non era stato mai in vita sua: e voltandosi verso Pinocchio, gli disse:\n— Birba d’un figliuolo! Non sei ancora finito <img description>E Pinocchio, invece di rendergli la parrucca, se la messe in capo per sè.... di fare, e già cominci a mancar di rispetto a tuo padre! Male, ragazzo mio, male! —\nE si rasciugò una lacrima.\nRestavano sempre da fare le gambe e i piedi.\nQuando Geppetto ebbe finito di fargli i piedi, sentì arrivarsi un calcio sulla punta del naso.\n— Me lo merito! — disse allora fra sè. — Dovevo pensarci prima! Ormai è tardi! —\nPoi prese il burattino sotto le braccia e lo posò in terra, sul pavimento della stanza, per farlo camminare.\nPinocchio aveva le gambe aggranchite e non sapeva muoversi, e Geppetto lo conduceva per <img description>— Piglialo! piglialo! — urlava Geppetto. la mano per insegnargli a mettere un passo dietro l’altro.\nQuando le gambe gli si furono sgranchite, Pinocchio cominciò a camminare da sè e a correre per la stanza; finchè, infilata la porta di casa, saltò nella strada e si dètte a scappare.\nE il povero Geppetto a corrergli dietro senza poterlo raggiungere, perchè quel birichino di\nPinocchio andava a salti come una lepre, e battendo i suoi piedi di legno sul lastrico della strada, faceva un fracasso, come venti paia di zoccoli da contadini.\n— Piglialo! piglialo! — urlava Geppetto; ma la gente che era per la via, vedendo questo burattino di legno, che correva come un barbero, si fermava incantata a guardarlo, e rideva, rideva e rideva, da non poterselo figurare.\nAlla fine, e per buona fortuna, capitò un carabiniere il quale, sentendo tutto quello schiamazzo, e credendo si trattasse di un puledro che avesse levata la mano al padrone, si piantò coraggiosamente a gambe larghe in mezzo alla strada, con l’animo risoluto di fermarlo e di impedire il caso di maggiori disgrazie.\nMa Pinocchio, quando si avvide da lontano del carabiniere, che barricava tutta la strada, s’ingegnò di passargli, per sorpresa, frammezzo alle gambe, e invece fece fiasco.\nIl carabiniere, senza punto smuoversi, lo acciuffò pulitamente per il naso (era un nasone spropositato, che pareva fatto apposta per essere acchiappato dai carabinieri) e lo riconsegnò nelle proprie mani di Geppetto; il quale, a titolo di correzione, voleva dargli subito una buona tiratina d’orecchi. Ma figuratevi come rimase,\nquando nel cercargli gli orecchi, non gli riuscì di poterli trovare: e sapete perchè? perchè, nella furia di scolpirlo, si era dimenticato di farglieli. <img description>Lo acciuffò pulitamente per il naso....\nAllora lo prese per la collottola, e, mentre lo riconduceva indietro, gli disse tentennando minacciosamente il capo:\n— Andiamo subito a casa. Quando saremo a casa, non dubitare che faremo i nostri conti! —\nPinocchio, a questa antifona, si buttò per terra, e non volle più camminare. Intanto i curiosi e i bighelloni principiavano a fermarsi lì dintorno e a far capannello.\nChi ne diceva una, chi un’altra.\n— Povero burattino! — dicevano alcuni — ha ragione a non voler tornare a casa! Chi lo sa come lo picchierebbe quell’omaccio di Geppetto!... —\nE gli altri soggiungevano malignamente:\n— Quel Geppetto pare un galantuomo! ma è un vero tiranno coi ragazzi! Se gli lasciano quel povero burattino fra le mani, è capacissimo di farlo a pezzi! —\nInsomma, tanto dissero e tanto fecero, che il carabiniere rimise in libertà Pinocchio, e condusse in prigione quel pover’uomo di Geppetto. Il quale non avendo parole lì per lì per difendersi, piangeva come un vitellino, e nell’avviarsi verso il carcere, balbettava singhiozzando:\n— Sciagurato figliuolo! E pensare che ho penato tanto a farlo un burattino per bene! Ma mi sta il dovere! Dovevo pensarci prima!... —\nQuello che accadde dopo, è una storia così strana, da non potersi credere, e ve la racconterò in quest’altri capitoli.","34":"XXXIV.\n\n\nDopo cinquanta minuti che il ciuchino era sott’acqua, il compratore disse, discorrendo da sè solo:\n— A quest’ora il mio povero ciuchino zoppo deve essere bell’ e affogato. Ritiriamolo dunque su, e facciamo con la sua pelle questo bel tamburo. —\nE cominciò a tirare la fune, con la quale lo aveva legato per una gamba: e tira, tira, tira, alla fine vide apparire a fior d’acqua.... Indovinate? Invece di un ciuchino morto, vide apparire a fior d’acqua un burattino vivo che scodinzolava come un’anguilla.\nVedendo quel burattino di legno, il pover’uomo credè di sognare e rimase lì intontito, a bocca aperta e con gli occhi fuori della testa.Riavutosi un poco dal suo primo stupore, disse piangendo e balbettando:\n— E il ciuchino che ho gettato in mare dov’è?...\nInvece di un ciuchino morto, vide apparire a fior d'acqua un burattino vivo.\n— Quel ciuchino son io! — rispose il burattino, ridendo.\n— Tu?\n— Io.— Ah! mariuolo! Pretenderesti forse burlarti di me?\n— Burlarmi di voi? Tutt’altro, caro padrone: io vi parlo sul serio.\n— Ma come mai tu, che poco fa eri un ciuchino, ora stando nell’acqua, sei diventato un burattino di legno?…\n— Sarà effetto dell’acqua del mare. Il mare ne fa di questi scherzi.\n— Bada, burattino, bada!… Non credere di divertirti alle mie spalle. Guai a te, se mi scappa la pazienza!\n— Ebbene, padrone: volete sapere tutta la vera storia? Scioglietemi questa gamba e io ve la racconterò.―\nQuel buon pasticcione del compratore, curioso di conoscere la vera storia, gli sciolse subito il nodo della fune, che lo teneva legato: e allora Pinocchio, trovandosi libero come un uccello nell’aria, prese a dirgli così:\n— Sappiate dunque che io ero un burattino di legno come sono oggi: ma mi trovavo a tocco e non tocco di diventare un ragazzo, come in questo mondo ce n’è tanti: se non che per la mia poca voglia di studiare e per dar retta ai cattivi compagni, scappai di casa… e un bel giorno, svegliandomi, mi trovai cambiato in un somaro con tantod'orecchi… e con tanto di coda!… Che vergogna fu quella per me!… Una vergogna, caro padrone, che Sant’Antonio benedetto non la faccia provare neppure a voi! Portato a vendere sul mercato degli asini, fui comprato dal Direttore di una compagnia equestre, il quale si messe in capo di far di me un gran ballerino o un gran saltatore di cerchi; ma una sera durante lo spettacolo, feci in teatro una brutta cascata, e rimasi zoppo da tutt’e due le gambe. Allora il Direttore non sapendo che cosa farsi d’un asino zoppo, mi mandò a rivendere, e voi mi avete comprato!\n— Pur troppo! E ti ho pagato venti soldi. E ora, chi mi rende i miei poveri venti soldi?\n— E perchè mi avete comprato? Voi mi avete comprato per fare con la mia pelle un tamburo!… un tamburo!…\n— Pur troppo!… E ora dove troverò un’altra pelle!…\n— Non vi date alla disperazione, padrone. Dei ciuchini ce n’è tanti, in questo mondo!\n— Dimmi, monello impertinente: e la tua storia finisce qui?\n— No, — rispose il burattino, — ci sono altre due parole, e poi è finita. Dopo avermi comprato, mi avete condotto in questo luogo per uccidermi, ma poi, cedendo a un sentimento pietoso d’umanità,avete preferito di legarmi un sasso al collo e di gettarmi in fondo al mare. Questo sentimento di delicatezza vi onora moltissimo, e io ve ne serberò eterna riconoscenza. Per altro, caro padrone, questa volta avete fatto i vostri conti senza la Fata…\n— E chi è questa Fata?\n— È la mia mamma, la quale somiglia a tutte quelle buone mamme, che vogliono un gran bene ai loro ragazzi e non li perdono mai d’occhio, e li assistono amorosamente in ogni disgrazia, anche quando questi ragazzi, per le loro scapataggini e per i loro cattivi portamenti, meriterebbero di essere abbandonati e lasciati in balia a sè stessi. Dicevo, dunque, che la buona Fata, appena mi vide in pericolo di affogare, mandò subito intorno a me un branco infinito di pesci, i quali credendomi davvero un ciuchino bell’e morto, cominciarono a mangiarmi! E che bocconi che facevano! Non avrei mai creduto che i pesci fossero più ghiotti anche dei ragazzi! Chi mi mangiò gli orecchi, chi mi mangiò il muso, chi il collo e la criniera, chi la pelle delle zampe, chi la pelliccia della schiena… e fra gli altri, vi fu un pesciolino così garbato, che si degnò perfino di mangiarmi la coda.\n— Da oggi in poi — disse il compratoreinorridito — faccio giuro di non assaggiar più carne di pesce. Mi dispiacerebbe troppo di aprire una triglia o un nasello fritto e di trovargli in corpo una coda di ciuco!\n— Io la penso come voi — replicò il burattino, ridendo. — Del resto, dovete sapere che quando i pesci ebbero finito di mangiarmi tutta quella buccia asinina, che mi copriva dalla testa ai piedi, arrivarono, com’è naturale, all’osso… o per dir meglio, arrivarono al legno, perchè, come vedete, io son fatto di legno durissimo. Ma dopo dato i primi morsi, quei pesci ghiottoni si accòrsero subito che il legno non era ciccia per i loro denti, e nauseati da questo cibo indigesto se ne andarono chi in qua chi in là, senza voltarsi nemmeno a dirmi grazie… Ed eccovi raccontato come qualmente voi, tirando su la fune, avete trovato un burattino vivo, invece d’un ciuchino morto.\n— Io mi rido della tua storia — gridò il compratore imbestialito. — Io so che ho speso venti soldi per comprarti, e rivoglio i miei quattrini. Sai che cosa farò? Ti porterò daccapo al mercato, e ti rivenderò a peso di legno stagionato per accendere il fuoco nel caminetto.\n— Rivendetemi pure: io sono contento — disse Pinocchio. Ma nel dir così, fece un bel salto e schizzò in mezzo all’acqua. E nuotando allegramente eallontanandosi dalla spiaggia, gridava al povero compratore:\n— Addio, padrone; se avete bisogno di una pelle per fare un tamburo, ricordatevi di me. —\nE poi rideva e seguitava a nuotare: e dopo un poco, rivoltandosi indietro, urlava più forte:\n— Addio, padrone;… se avete bisogno di un po’ di legno stagionato per accendere il caminetto, ricordatevi di me. —\nFatto sta che in un batter d’occhio si era tanto allontanato, che non si vedeva quasi più; ossia si vedeva solamente sulla superficie del mare un puntolino nero, che di tanto in tanto rizzava le gambe fuori dell’acqua e faceva capriole e salti, come un delfino in vena di buonumore.\nIntanto che Pinocchio nuotava alla ventura, vide in mezzo al mare uno scoglio che pareva di marmo bianco, e su in cima allo scoglio, una bella caprettina che belava amorosamente e gli faceva segno di avvicinarsi.\nLa cosa più singolare era questa: che la lana della caprettina, invece di esser bianca, o nera, o pallata di più colori, come quella delle altre capre, era invece turchina, ma d’un turchino così sfolgorante, che rammentava moltissimo i capelli della bella Bambina.\nLascio pensare a voi se il cuore del povero Pinocchiocominciò a battere più forte! Raddoppiando di forza e di energia si diè a nuotare verso lo scoglio bianco; ed era già a mezza strada, quand’ecco uscir fuori dall’acqua e venirgli incontro un’orribile testa di mostro marino, con la bocca spalancata come una voragine, e tre filari di zanne, che avrebbero fatto paura anche a vederle dipinte.\nE sapete chi era quel mostro marino?\nQuel mostro marino era nè più nè meno quel gigantesco Pesce-cane ricordato più volte in questa storia, e che per le sue stragi e per la sua insaziabile voracità, veniva soprannominato «l’Attila dei pesci e dei pescatori.»\nImmaginatevi lo spavento del povero Pinocchio, alla vista del mostro. Cercò di scansarlo, di cambiare strada: cercò di fuggire: ma quella immensa bocca spalancata gli veniva sempre incontro con la velocità di una saetta.\n— Affrettati, Pinocchio, per carità! — gridava belando la bella caprettina.\nE Pinocchio nuotava disperatamente con le braccia, col petto, con le gambe e coi piedi.\n— Corri, Pinocchio, perchè il mostro si avvicina!… ―\nE Pinocchio, raccogliendo tutte le sue forze, raddoppiava di lena nella corsa.\n— Bada, Pinocchio!… il mostro ti raggiunge! Eccolo!… Eccolo!… Affrettati, per carità, o sei perduto!… —\nE Pinocchio a nuotare più lesto che mai, e via, via, e via, come andrebbe una palla di fucile.\nE Pinocchio nuotava disperatamente con le braccia, col petto, con le gambe e coi piedi.\nE già era presso allo scoglio, e già la caprettina, spenzolandosi tutta sul mare, gli porgeva le sue zampine davanti per aiutarlo a uscire dall’acqua… Ma!…\nMa oramai era tardi! Il mostro lo aveva raggiunto. Il mostro, tirando il fiato a sè, si bevveil povero burattino, come avrebbe bevuto un uovo di gallina, e lo inghiottì con tanta violenza e con tanta avidità, che Pinocchio, cascando giù in corpo al Pesce-cane, battè un colpo così screanzato da restarne sbalordito per un quarto d’ora.\nQuando ritornò in sè da quello sbigottimento, non sapeva raccapezzarsi, nemmeno lui, in che mondo si fosse. Intorno a sè c’era da ogni parte un gran buio: ma un buio così nero e profondo, che gli pareva di essere entrato col capo in un calamaio pieno d’inchiostro. Stette in ascolto e non sentì nessun rumore: solamente di tanto in tanto sentiva battersi nel viso alcune grandi buffate di vento. Da principio non sapeva intendere da dove quel vento uscisse: ma poi capì che usciva dai polmoni del mostro. Perchè bisogna sapere che il Pesce-cane soffriva moltissimo d’asma, e quando respirava pareva proprio che soffiasse la tramontana.\nPinocchio, sulle prime, s’ingegnò di farsi un po’ di coraggio: ma quand’ebbe la prova e la riprova di trovarsi chiuso in corpo al mostro marino allora cominciò a piangere e a strillare; e piangendo diceva:\n— Aiuto! aiuto! Oh povero me! Non c’è nessuno che venga a salvarmi?\n— Chi vuoi che ti salvi, disgraziato?… — dissein quel buio una vociaccia fessa di chitarra scordata.\n— Chi è che parla così? — domandò Pinocchio, sentendosi gelare dallo spavento.\n— Sono io! sono un povero Tonno, inghiottito dal Pesce-cane insieme con te. E tu che pesce sei?\n— Io non ho che veder nulla coi pesci. Io sono un burattino.\n— E allora se non sei un pesce, perchè ti sei fatto inghiottire dal mostro?\n— Non son io, che mi son fatto inghiottire: gli è lui che mi ha inghiottito! Ed ora, che cosa dobbiamo fare qui al buio?…\n— Rassegnarsi e aspettare che il Pesce-cane ci abbia digeriti tutt’e due!…\n— Ma io non voglio esser digerito! — urlò Pinocchio, ricominciando a piangere.\n— Neppure io vorrei esser digerito, — soggiunse il Tonno — ma io sono abbastanza filosofo e mi consolo pensando che, quando si nasce Tonni, c’è più dignità a morir sott’acqua che sott’olio!…\n— Scioccherie! — gridò Pinocchio.\n— La mia è un’opinione — replicò il Tonno — e le opinioni, come dicono i Tonni politici, vanno rispettate!\n— Insomma… io voglio andarmene di qui… io voglio fuggire…\n— Fuggi, se ti riesce!…\n— È molto grosso questo Pesce-cane che ci ha inghiottiti? — domandò il burattino.\n— Figurati che il suo corpo è più lungo di un chilometro, senza contare la coda. ―\nNel tempo che faceva questa conversazione al buio, parve a Pinocchio di vedere, lontano lontano, una specie di chiarore.\n— Che cosa sarà mai quel lumicino lontano lontano? — disse Pinocchio.\n— Sarà qualche nostro compagno di sventura, che aspetterà, come noi, il momento di esser digerito!….\n— Voglio andare a trovarlo. Non potrebbe darsi il caso che fosse qualche vecchio pesce capace di insegnarmi la strada per fuggire?\n— Io te l’auguro di cuore, caro burattino.\n— Addio, Tonno.\n— Addio, burattino; e buona fortuna.\n— Dove ci rivedremo?…\n— Chi lo sa?… È meglio non pensarci neppure! —\n\n__________","19":"XIX.\n\nPinocchio è derubato delle sue monete d’oro e, per gastigo [sic]\nsi busca quattro mesi di prigione.\n\nIl burattino, ritornato in città, cominciò a contare i minuti a uno a uno: e quando gli parve che fosse l’ora, riprese subito la strada che menava al Campo dei miracoli.\nE mentre camminava con passo frettoloso, il cuore gli batteva forte e gli faceva tic, tac, tic, tac, come un orologio da sala, quando corre davvero. E intanto pensava dentro di sè:\n— E se invece di mille monete, ne trovassi su i rami dell’albero duemila?... E se invece di duemila, ne trovassi cinquemila? E se invece di cinquemila ne trovassi centomila? O che bel signore, allora, che diventerei!... Vorrei avere un bel palazzo, mille cavallini di legno e mille scuderie, per potermi baloccare, una cantina di rosolii e di alchermes, e una libreria tutta piena di canditi, di torte, di panettoni, di mandorlati e di cialdoni colla panna. —\n\nCosì fantasticando, giunse in vicinanza del campo, e lì si fermò a guardare se per caso avesse potuto scorgere qualche albero coi rami carichi di\nTirò fuori una mano di tasca e si dette una lunghissima grattatina di capo.\n\nmonete: ma non vide nulla. Fece altri cento passi in avanti, e nulla; entrò sul campo.… andò proprio su quella piccola buca, dove aveva sotterrato i suoi zecchini, e nulla. Allora diventò pensieroso, e,\ndimenticando le regole del Galateo e della buona creanza, tirò fuori una mano di tasca e si dette una lunghissima grattatina di capo.\nIn quel mentre sentì fischiare negli orecchi una gran risata: e voltatosi in su, vide sopra un albero un grosso pappagallo, che si spollinava le poche penne che aveva addosso.\n— Perchè ridi? — gli domandò Pinocchio con voce di bizza.\n— Rido, perchè nello spollinarmi mi son fatto il solletico sotto le ali. ―\nIl burattino non rispose. Andò alla gora e riempita d’acqua la solita ciabatta, si pose nuovamente ad annaffiare la terra che ricopriva le monete d’oro.\nQuand’ecco che un’altra risata, anche più impertinente della prima, si fece sentire nella solitudine silenziosa di quel campo.\n— Insomma, — gridò Pinocchio, arrabbiandosi, — si può sapere, Pappagallo mal educato, di che cosa ridi?\n— Rido di quei barbagianni, che credono a tutte le scioccherie e che si lasciano trappolare da chi è più furbo di loro.\n— Parli forse di me?\n— Sì, parlo di te, povero Pinocchio, di te che sei così dolce di sale, da credere che i denari si\npossano seminare e raccogliere nei campi, come si seminano i fagiuoli e le zucche. Anch’io l’ho creduto una volta, e oggi ne porto le pene. Oggi (ma troppo tardi!) mi son dovuto persuadere che per mettere insieme onestamente pochi soldi, bisogna saperseli guadagnare o col lavoro delle proprie mani o coll’ingegno della propria testa.\n— Non ti capisco, — disse il burattino, che già cominciava a tremare dalla paura.\n— Pazienza! Mi spiegherò meglio — soggiunse il Pappagallo. — Sappi dunque che, mentre tu eri in città, la Volpe e il Gatto sono tornati in questo campo: hanno preso le monete d’oro sotterrate, e poi sono fuggiti come il vento. E ora chi li raggiunge, è bravo! ―\nPinocchio restò a bocca aperta, e non volendo credere alle parole del Pappagallo, cominciò colle mani e colle unghie a scavare il terreno che aveva annaffiato. E scava, scava, scava, fece una buca così profonda, che ci sarebbe entrato per ritto un pagliaio: ma le monete non c' erano più.\nPreso allora dalla disperazione, tornò di corsa in città e andò difilato in tribunale, per denunziare al giudice i due malandrini, che lo avevano derubato.\nIl giudice era uno scimmione della razza dei Gorilla: un vecchio scimmione rispettabile per la\nsua grave età, per la sua barba bianca e specialmente per i suoi occhiali d’oro, senza vetri, che era costretto a portare continuamente, a motivo d’una flussione d’occhi, che lo tormentava da parecchi anni.\nPinocchio, alla presenza del giudice raccontò per filo e per segno l’iniqua frode.\n\nPinocchio, alla presenza del giudice, raccontò per filo e per segno l’iniqua frode, di cui era stato vittima; dette il nome, il cognome e i connotati dei malandrini, e finì chiedendo giustizia.\nIl giudice lo ascoltò con molta benignità; prese vivissima parte al racconto: s’intenerì, si commosse:\ne quando il burattino non ebbe più nulla da dire, allungò la mano e suonò il campanello.\nA quella scampanellata comparvero subito due can mastini vestiti da giandarmi.\nAllora il giudice, accennando Pinocchio ai giandarmi, disse loro:\n— Quel povero diavolo è stato derubato di quattro monete d’oro: pigliatelo dunque e mettetelo subito in prigione. ―\nIl burattino, sentendosi dare questa sentenza fra capo e collo, rimase di princisbecco e voleva protestare: ma i giandarmi, a scanso di perditempi inutili, gli tapparono la bocca e lo condussero in gattabuia.\nE lì v’ebbe a rimanere quattro mesi: quattro lunghissimi mesi: e vi sarebbe rimasto anche di più, se non si fosse dato un caso fortunatissimo. Perchè bisogna sapere che il giovane Imperatore che regnava nella città di Acchiappacitrulli, avendo riportato una gran vittoria contro i suoi nemici, ordinò grandi feste pubbliche, luminarie, fuochi artificiali, corse di barberi e velocipedi, e in segno di maggiore esultanza, volle che fossero aperte le carceri e mandati fuori tutti i malandrini.\n— Se escono di prigione gli altri, voglio uscire anch’io — disse Pinocchio al carceriere.\n— Quel povero diavolo è stato derubato di quattro monete d'oro: pigliatelo dunque, e mettetelo subito in prigione.\n\n— Voi no, — rispose il carceriere — perchè voi non siete del bel numero....\n— Domando scusa; — replicò Pinocchio — sono un malandrino anch’io.\nGli tapparono la bocca e lo condussero in gattabuia.\n\n— In questo caso avete mille ragioni, — disse il carceriere; e levandosi il berretto rispettosamente e salutandolo, gli aprì le porte della prigione e lo lasciò scappare.","21":"XXI.\n\nPinocchio è preso da un contadino, il quale lo costringe\na far da can da guardia a un pollaio.\n\nPinocchio, come potete figurarvelo, si dètte a piangere, a strillare, a raccomandarsi: ma erano pianti e grida inutili, perchè lì all’intorno non si vedevano case, e dalla strada non passava anima viva.\nIntanto si fece notte.\nUn po’ per lo spasimo della tagliuola, che gli segava gli stinchi, e un po’ per la paura di trovarsi solo e al buio in mezzo a quei campi, il burattino principiava quasi a svenirsi: quando a un tratto vedendosi passare una lucciola di sul capo, la chiamò e le disse:\n— O Lucciolina, mi faresti la carità di liberarmi da questo supplizio?...\n— Povero figliuolo! — replicò la lucciola, fermandosi impietosita a guardarlo. — Come mai sei rimasto colle gambe attanagliate fra codesti ferri arrotati?\n— Sono entrato nel campo per cogliere due grappoli di quest’uva moscadella, e...\n— Ma l’uva era tua?\n— No….\n— E allora chi t’ha insegnato a portar via la roba degli altri?…\n— Avevo fame….\n— La fame, ragazzo mio, non è una buona ragione per potersi appropriare la roba che non è nostra….\n— È vero, è vero! — gridò Pinocchio piangendo — ma un’altra volta non lo farò più. —\nA questo punto il dialogo fu interrotto da un piccolissimo rumore di passi, che si avvicinavano. Era il padrone del campo che veniva in punta di piedi a vedere se qualcuna di quelle faine, che gli mangiavano di nottetempo i polli, fosse rimasta presa al trabocchetto della tagliuola.\nE la sua maraviglia fu grandissima quando, tirata fuori la lanterna di sotto al pastrano, s’accòrse che, invece di una faina, c’era rimasto preso un ragazzo.\n— Ah, ladracchiòlo! — disse il contadino incollerito — dunque sei tu che mi porti via le galline?\n— Io no, io no! — gridò Pinocchio, singhiozzando. — Io sono entrato nel campo per prendere soltanto due grappoli d’uva!\n— Chi ruba l’uva è capacissimo di rubare\nanche i polli. Lascia fare a me, che ti darò una lezione da ricordartene per un pezzo. —\nE aperta la tagliuola, afferrò il burattino per\n― Ah, ladracchiòlo! dunque sei tu che mi porti via le galline?\n\nla collottola e lo portò di peso fino a casa, come si porterebbe un agnellino di latte.\nArrivato che fu sull’aia dinanzi alla casa, lo scaraventò in terra: e tenendogli un piede sul collo, gli disse:\n— Oramai è tardi e voglio andare a letto. I\nnostri conti li aggiusteremo domani. Intanto, siccome oggi m’è morto il cane che mi faceva la guardia di notte, tu prenderai subito il suo posto. Tu mi farai da cane di guardia. —\n― Tu puoi andare a cuccia in quel casotto di legno.\n\nDetto fatto, gl’infilò al collo un grosso collare tutto coperto di spunzoni d’ottone, e glielo strinse in modo, da non poterselo levare passandoci la testa di dentro. Al collare c’era attaccata una lunga catenella di ferro: e la catenella era fissata nel muro.\n— Se questa notte — disse il contadino — cominciasse a piovere, tu puoi andare a cuccia in\nquel casotto di legno, dove c’è sempre la paglia che ha servito di letto per quattro anni al mio povero cane. E se per disgrazia venissero i ladri, ricordati di stare a orecchi ritti e di abbaiare. —\nDopo quest’ultimo avvertimento, il contadino entrò in casa chiudendo la porta con tanto di catenaccio: e il povero Pinocchio rimase accovacciato sull’aia più morto che vivo, a motivo del freddo, della fame e della paura. E di tanto in tanto cacciandosi rabbiosamente le mani dentro il collare, che gli serrava la gola, diceva piangendo:\n— Mi sta bene!… Pur troppo mi sta bene! Ho voluto fare lo svogliato, il vagabondo… ho voluto dar retta ai cattivi compagni, e per questo la fortuna mi perseguita sempre. Se fossi stato un ragazzino per bene, come ce n’è tanti; se avessi avuto voglia di studiare e di lavorare, se fossi rimasto in casa col mio povero babbo, a quest’ora non mi troverei qui, in mezzo ai campi, a fare il cane di guardia alla casa di un contadino. Oh, se potessi rinascere un’altra volta!… Ma oramai è tardi e ci vuol pazienza! —\nFatto questo piccolo sfogo, che gli venne proprio dal cuore, entrò dentro il casotto e si addormentò.","36":"XXXVI.\n\nFinalmente Pinocchio cessa d’essere un burattino e diventa un ragazzo.\n\nMentre Pinocchio nuotava alla svelta per raggiungere la spiaggia, si accòrse che il suo babbo, il quale gli stava a cavalluccio sulle spalle e aveva le gambe mezze nell’acqua, tremava fitto fitto, come se al pover’uomo gli battesse la febbre terzana.\nTremava di freddo o di paura? Chi lo sa?... Forse un po’ dell’uno e un po’ dell’altra. Ma Pinocchio, credendo che quel tremito fosse di paura, gli disse per confortarlo:\n— Coraggio babbo! Fra pochi minuti arriveremo a terra e saremo salvi.\n— Ma dov’è questa spiaggia benedetta? — domandò il vecchietto diventando sempre più inquieto, e appuntando gli occhi, come fanno i sarti quando infilano l’ago. — Eccomi qui, che guardo da tutte le parti, e non vedo altro che cielo e mare.\n— Ma io vedo anche la spiaggia — disse ilburattino. — Per vostra regola io sono come i gatti: ci vedo meglio di notte che di giorno.―\nIl povero Pinocchio faceva finta di essere di buonumore: ma invece… Invece cominciava a scoraggiarsi: le forze gli scemavano, il suo respiro diventava grosso e affannoso… insomma non ne poteva più, e la spiaggia era sempre lontana.\nNuotò finchè ebbe fiato: poi si voltò col capo verso Geppetto, e disse con parole interrotte:\n— Babbo mio, aiutatemi… perchè io muoio...―\nE il padre e il figliuolo erano oramai sul punto di affogare, quando udirono una voce di chitarra scordata che disse:\n— Chi è che muore?\n— Sono io e il mio povero babbo!\n— Questa voce la riconosco! Tu sei Pinocchio!…\n— Preciso; e tu?\n— Io sono il Tonno, il tuo compagno di prigionia in corpo al Pesce-cane.\n— E come hai fatto a scappare?\n— Ho imitato il tuo esempio. Tu sei quello che mi hai insegnato la strada, e dopo te, sono fuggito anch’io.\n— Tonno mio, tu càpiti proprio a tempo! Ti prego, per l’amore che porti ai tonnini tuoi figliuoli; aiutaci, o siamo perduti.— Volentieri e con tutto il cuore. Attaccatevi tutt’e due alla mia coda, e lasciatevi guidare. In quattro minuti vi condurrò alla riva. ―\nGiudicarono più comodo di mettersi addirittura a sedere sulla groppa del Tonno.\n\nGeppetto e Pinocchio, come potete immaginarvelo, accettarono subito l’invito; ma invece di attaccarsi alla coda, giudicarono più comodo di mettersi addirittura a sedere sulla groppa del Tonno.— Siamo troppo pesi? — gli domandò Pinocchio.\n— Pesi? Neanche per ombra: mi par di avere addosso due gusci di conchiglia — rispose il Tonno, il quale era di una corporatura così grossa e robusta, da parere un vitello di due anni.\nGiunti alla riva, Pinocchio saltò a terra il primo per aiutare il suo babbo a fare altrettanto: poi si voltò al Tonno, e con voce commossa gli disse:\n— Amico mio, tu hai salvato il mio babbo! Dunque non ho parole per ringraziarti abbastanza! Permetti almeno che ti dia un bacio in segno di riconoscenza eterna!… —\nIl Tonno cacciò il muso fuori dall’acqua, e Pinocchio, piegandosi coi ginocchi a terra, gli posò un affettuosissimo bacio sulla bocca. A questo tratto di spontanea e vivissima tenerezza, il povero Tonno, che non c’era avvezzo, si sentì talmente commosso, che vergognandosi a farsi veder piangere come un bambino, ricacciò il capo sott’acqua e sparì.\nIntanto s’era fatto giorno.\nAllora Pinocchio, offrendo il suo braccio a Geppetto, che aveva appena il fiato di reggersi in piedi, gli disse:\n— Appoggiatevi pure al mio braccio, caro babbino,e andiamo. Cammineremo pian pianino come le formicole, e quando saremo stanchi, ci riposeremo lungo la via.\nPinocchio, piegandosi coi ginocchi a terra, gli posò un affettuosissimo\nbacio sulla bocca.\n\n— E dove dobbiamo andare? — domandò Geppetto.\n— In cerca di una casa o d’una capanna, dove ci diano per carità un boccon di pane e un po’ di paglia che ci serva da letto. ―\nNon avevano ancora fatti cento passi, che videro seduti sul ciglione della strada due brutticeffi, i quali stavano lì in atto di chiedere l’elemosina.\nErano il Gatto e la Volpe: ma non si riconoscevano più da quelli d’una volta. Figuratevi che il Gatto, a furia di fingersi cieco, aveva finito coll’accecare davvero: e la Volpe invecchiata, intignata e tutta perduta da una parte, non aveva più nemmeno la coda. Così è. Quella trista ladracchiola, caduta nella più squallida miseria, si trovò costretta un bel giorno a vendere perfino la sua bellissima coda a un merciaio ambulante, che la comprò per farsene uno scacciamosche.\n— O Pinocchio! — gridò la Volpe con voce di piagnisteo — fai un po’ di carità a questi due poveri infermi!\n— Infermi! — ripetè il Gatto.\n— Addio, mascherine! — rispose il burattino. — Mi avete ingannato una volta, e ora non mi ripigliate più.\n— Credilo, Pinocchio, che oggi siamo poveri e disgraziati davvero!\n— Davvero! — ripetè il Gatto.\n— Se siete poveri ve lo meritate. Ricordatevi del proverbio che dice: «I quattrini rubati non fanno mai frutto.» Addio, mascherine.\n— Abbi compassione di noi!…— Di noi!\n— Addio, mascherine! Ricordatevi del proverbio che dice: «La farina del diavolo va tutta in crusca.»\n— Non ci abbandonare!…\n— are…! — ripetè il Gatto.\n— Addio, mascherine! Ricordatevi del proverbio che dice: «Chi ruba il mantello al suo prossimo, per il solito muore senza camicia.» —\nE così dicendo, Pinocchio e Geppetto seguitarono tranquillamente per la loro strada: finchè fatti altri cento passi, videro in fondo a una viottola, in mezzo ai campi, una bella capanna tutta di paglia, e col tetto coperto d’embrici e di mattoni.\n— Quella capanna dev’essere abitata da qualcuno, — disse Pinocchio. — Andiamo là, e bussiamo. —\nDifatti andarono, e bussarono alla porta.\n— Chi è? — disse una vocina di dentro.\n— Siamo un povero babbo e un povero figliuolo, senza pane e senza tetto, — rispose il burattino.\n— Girate la chiave, e la porta si aprirà, — disse la solita vocina.\nPinocchio girò la chiave, e la porta si aprì. Appena entrati dentro, guardarono di qua, guardarono di là, e non videro nessuno.\n— Addio, mascherine! Ricordatevi del proverbio che dice: “Chi ruba il mantello\nal suo prossimo, per il solito muore senza camicia.„\n— O il padrone della capanna dov’è? — disse Pinocchio maravigliato.\n— Eccomi quassù!\nBabbo e figliuolo si voltarono subito verso il soffitto, e videro sopra un travicello il Grillo-parlante.\n— Oh! mio caro Grillino — disse Pinocchio salutandolo garbatamente.\n— Ora mi chiami il «Tuo caro Grillino» non è vero? Ma ti rammenti di quando, per cacciarmi di casa tua, mi tirasti un manico di martello?\n— Hai ragione, Grillino! Scaccia anche me.... tira anche a me un manico di martello: ma abbi pietà del mio povero babbo....\n— Io avrò pietà del babbo e anche del figliuolo! ma ho voluto rammentarti il brutto garbo ricevuto, per insegnarti che in questo mondo, quando si può, bisogna mostrarsi cortesi con tutti, se vogliamo esser ricambiati con pari cortesia nei giorni del bisogno.\n— Hai ragione, Grillino, hai ragione da vendere; e io terrò a mente la lezione che mi hai data. Ma mi dici come hai fatto a comprarti questa bella capanna?\n— Questa capanna mi è stata regalata jeri da una graziosa capra, che aveva la lana d’un bellissimo colore turchino.— E la capra dov’è andata? — domandò Pinocchio, con vivissima curiosità.\n— Non lo so.\n— E quando ritornerà?…\n— Non ritornerà mai. Ieri è partita tutta afflitta, e, belando, pareva che dicesse: «Povero Pinocchio!… oramai non lo rivedrò più!… il Pesce-cane a quest’ora l’avrà bell’e divorato!…»\n— Ha detto proprio così?… Dunque era lei!… era lei!… era la mia cara Fatina!… — cominciò a urlare Pinocchio, singhiozzando e piangendo dirottamente.\nQuand’ebbe pianto ben bene, si rasciugò gli occhi, e preparato un buon lettino di paglia, vi distese sopra il vecchio Geppetto. Poi domandò al Grillo-parlante:\n— Dimmi, Grillino: dove potrei trovare un bicchiere di latte per il mio povero babbo?\n— Tre campi distante di qui c’è l’ortolano Giangio, che tiene le mucche. Va’ da lui, e troverai il latte che cerchi. —\nPinocchio andò di corsa a casa dell’ortolano Giangio; ma l’ortolano gli disse:\n— Quanto ne vuoi del latte?\n— Ne voglio un bicchiere pieno.\n— Un bicchiere di latte costa un soldo. Comincia intanto dal darmi il soldo.— Non ho nemmeno un centesimo — rispose Pinocchio, tutto mortificato e dolente.\n— Male, burattino mio, — replicò l’ortolano. — Se tu non hai nemmeno un centesimo, io non ho nemmeno un dito di latte.\n— Pazienza! — disse Pinocchio e fece l’atto di andarsene.\n— Aspetta un po’ — disse Giangio. — Fra te e me ci possiamo accomodare. Vuoi adattarti a girare ilbindolo?\n— Che cos’è il bindolo?\n— Gli è quell’ordigno di legno che serve a tirar su l’acqua dalla cisterna per annaffiare gli ortaggi.\n— Mi proverò…\n— Dunque, tirami su cento secchie d’acqua, e io ti regalerò in compenso un bicchiere di latte.\n— Sta bene. —\nGiangio condusse il burattino nell’orto e gl’insegnò la maniera di girare ilbindolo. Pinocchio si pose subito al lavoro; ma prima di aver tirato su le cento secchie d’acqua, era tutto grondante di sudore dalla testa ai piedi. Una fatica a quel modo non l’aveva durata mai.\n— Finora questa fatica di girare il bindolo — disse l’ortolano, — l’ho fatta fare al mio ciuchino; ma oggi quel povero animale è in fin di vita.— Mi menate a vederlo? — disse Pinocchio.\n— Volentieri.—\nAppena che Pinocchio fu entrato nella stalla vide un bel ciuchino disteso sulla paglia, rifinito\nE chinatosi fino a lui, gli domandò in dialetto asinino: — Chi sei? —\ndalla fame e dal troppo lavoro. Quando l’ebbe guardato fisso fisso, disse dentro di sè, turbandosi:\n— Eppure quel ciuchino lo conosco! Non mi è fisonomia nuova! —\nE chinatosi fino a lui, gli domandò in dialetto asinino:\n— Chi sei?—\nA questa domanda, il ciuchino aprì gli occhi moribondi, e rispose balbettando nel medesimo dialetto:\n— Sono Lu....ci....gno....lo. —\nE dopo richiuse gli occhi e spirò.\n— Oh! povero Lucignolo! — disse Pinocchio a mezza voce: e presa una manciata di paglia si rasciugò una lacrima che gli colava giù per il viso.\n— Ti commovi tanto per un asino che non ti costa nulla? — disse l’ortolano. — Che cosa dovrei far io che lo comprai a quattrini contanti?\n— Vi dirò... era un mio amico....\n— Tuo amico?\n— Un mio compagno di scuola!…\n— Come?! — urlò Giangio dando in una gran risata. — Come?! avevi dei somari per compagni di scuola?… Figuriamoci i begli studj che devi aver fatto!… —\nIl burattino, sentendosi mortificato da quelle parole, non rispose: ma prese il suo bicchiere di latte quasi caldo, e se ne tornò alla capanna.\nE da quel giorno in poi, continuò più di cinque mesi a levarsi ogni mattina, prima dell’alba, per andare a girare il bindolo, e guadagnare così quel bicchiere di latte, che faceva tanto bene alla salute cagionosa del suo babbo. Nè si contentò di questo: perchè a tempo avanzato, imparò a fabbricare anche i canestri e i panieri di giunco: e coi quattrini che ne ricavava, provvedeva con moltissimo giudizio a tutte le spese giornaliere. Fra le altre cose costruì da sè stesso un elegante carrettino per condurre a spasso il suo babbo nelle belle giornate, e per fargli prendere una boccata d’aria.\nNelle veglie poi della sera, si esercitava a leggere e a scrivere. Aveva comprato nel vicino paese per pochi centesimi un grosso libro, al quale mancavano il frontespizio e l’indice, e con quello faceva la sua lettura. Quanto allo scrivere, si serviva di un fuscello temperato a uso penna; e non avendo nè calamaio nè inchiostro, lo intingeva in una boccettina ripiena di sugo di more e di ciliege.\nFatto sta che con la sua buona volontà d’ingegnarsi, di lavorare e di tirarsi avanti, non solo era riuscito a mantenere quasi agiatamente il suo genitore sempre malaticcio, ma per di più aveva potuto mettere da parte anche quaranta soldi per comprarsi un vestitino nuovo.\nUna mattina disse a suo padre:\n— Vado qui al mercato vicino a comprarmi una giacchettina, un berrettino e un paio discarpe. Quando tornerò a casa — soggiunse ridendo — sarò vestito così bene, che mi scambierete per un gran signore. —\nE uscito di casa, cominciò a correre tutto allegro e contento. Quando a un tratto sentì chiamarsi per nome, e voltandosi, vide una bella Lumaca che sbucava fuori dalla siepe.\n— Non mi riconosci? — disse la Lumaca.\n— Mi pare e non mi pare....\n— Non ti ricordi di quella Lumaca, che stava per cameriera con la Fata dai capelli turchini? non ti rammenti di quella volta quando scesi a farti lume, e che tu rimanesti con un piede confitto nell’uscio di casa?\n— Mi rammento di tutto, — gridò Pinocchio! — — rispondimi subito, Lumachina bella; dove hai lasciato la mia buona Fata? che fa? mi ha perdonato? si ricorda sempre di me? mi vuol sempre bene? è molto lontana da qui? potrei andare a trovarla? ―\nA tutte queste domande, fatte precipitosamente e senza ripigliar fiato, la Lumaca rispose con la sua solita flemma:\n— Pinocchio mio! La povera Fata giace in un fondo di letto allo spedale!....\n— Allo spedale?…\n— Pur troppo. Colpita da mille disgrazie, si ègravemente ammalata, e non ha più da comprarsi un boccon di pane.\n— Davvero?… Oh! che gran dolore che mi hai dato! Oh! povera Fatina! povera Fatina! povera Fatina!… Se avessi un milione, correrei a portarglielo.... Ma io non ho che quaranta soldi.... eccoli qui! andavo giusto a comprarmi un vestito nuovo. Prendili, Lumaca, e va’ a portarli subito alla mia buona Fata.\n— E il tuo vestito nuovo?\n— Che m’importa del vestito nuovo? Venderei anche questi cenci che ho addosso, per poterla aiutare! Va’, Lumaca, e spicciati! e fra due giorni ritorna qui, che spero di poterti dare qualche altro soldo. Finora ho lavorato per mantenere il mio babbo: da oggi in là, lavorerò cinque ore di più per mantenere anche la mia buona mamma. Addio, Lumaca, e fra due giorni ti aspetto. ―\nLa Lumaca, contro il suo costume, cominciò a correre come una lucertola nei grandi solleoni d’agosto.\nQuando Pinocchio tornò a casa, il suo babbo gli domandò:\n— E il vestito nuovo?\n— Non m’è stato possibile di trovarne uno che mi tornasse bene. Pazienza!… Lo comprerò un’altra volta.Quella sera Pinocchio, invece di vegliare fino alle dieci, vegliò fino alla mezzanotte sonata! e invece di far otto canestri di giunco ne fece sedici.\nPoi andò a letto e si addormentò. E nel dormire, gli pareva di vedere in sogno la Fata, tutta bella e sorridente, la quale, dopo avergli dato un bacio, gli disse così:\n— Bravo Pinocchio! In grazia del tuo buon cuore, io ti perdono tutte le monellerie che hai fatto fino a oggi. I ragazzi che assistono amorosamente i propri genitori nelle loro miserie e nelle loro infermità, meritano sempre gran lode e grande affetto, anche se non possono esser citati come modelli d’ubbidienza e di buona condotta. Metti giudizio per l’avvenire, e sarai felice. ―\nA questo punto il sogno finì, e Pinocchio si svegliò con tanto d’occhi spalancati.\nOra immaginatevi voi quale fu la sua maraviglia quando, svegliandosi, si accòrse che non era più un burattino di legno: ma che era diventato, invece, un ragazzo come tutti gli altri. Dètte un’occhiata all’intorno, e invece delle solite pareti di paglia della capanna, vide una bella camerina ammobiliata e agghindata con una semplicità quasi elegante. Saltando giù dal letto, trovò preparato un bel vestiario nuovo, un berretto nuovo e unpaio di stivaletti di pelle, che gli tornavano una vera pittura.\nAppena si fu vestito, gli venne fatto, naturalmente di mettere le mani nelle tasche e tirò fuori un piccolo portamonete d’avorio, sul quale erano scritte queste parole: «La Fata dai capelli turchini restituisce al suo caro Pinocchio i quaranta soldi, e lo ringrazia tanto del suo buon cuore.» Aperto il portafoglio, invece dei quaranta soldi di rame, vi luccicavano quaranta zecchini d’oro tutti nuovi di zecca.\nDopo andò a guardarsi allo specchio e gli parve d’essere un altro. Non vide più riflessa la solita immagine della marionetta di legno, ma vide l’immagine vispa e intelligente di un bel fanciullo coi capelli castagni, cogli occhi celesti e con un’aria allegra e festosa come una pasqua di rose.\nIn mezzo a tutte queste meraviglie, che si succedevano le une alle altre, Pinocchio non sapeva più nemmeno lui se era desto davvero o se sognava sempre a occhi aperti.\n— E il mio babbo dov’è? — gridò tutt’a un tratto; ed entrato nella stanza accanto trovò il vecchio Geppetto sano, arzillo e di buonumore, come una volta, il quale, avendo ripreso subito la sua professione d’intagliatore, stava appuntodisegnando una bellissima cornice ricca di fogliami, di fiori e di testine di diversi animali.\n— Levatemi una curiosità, babbino: ma come si spiega tutto questo cambiamento improvviso?\nGli accennò un grosso burattino appoggiato a una seggiola.\n— gli domandò Pinocchio saltandogli al collo e coprendolo di baci.\n— Questo improvviso cambiamento in casa nostra è tutto merito tuo — disse Geppetto.\n— Perchè merito mio?…\n— Perchè quando i ragazzi, di cattivi diventanobuoni, hanno la virtù di far prendere un aspetto nuovo e sorridente anche nell’interno delle loro famiglie.\n— E il vecchio Pinocchio di legno dove si sarà nascosto?\n— Eccolo là! — rispose Geppetto; e gli accennò un grosso burattino appoggiato a una seggiola, col capo girato sur una parte, con le braccia ciondoloni e con le gambe incrocicchiate e ripiegate a mezzo, da parere un miracolo se stava ritto.\nPinocchio si voltò a guardarlo: e dopo che l’ebbe guardato un poco, disse dentro di sè con grandissima compiacenza:\n— Com’ero buffo, quand’ero un burattino! e come ora son contento di esser diventato un ragazzino perbene!… ―\n\n\nF I N E.","4":"IV.\n\nLa storia di Pinocchio col Grillo-parlante, dove si vede come i ragazzi cattivi hanno a noia di sentirsi correggere da chi ne sa più di loro.\n\nVi dirò dunque, ragazzi, che mentre il povero Geppetto era condotto senza sua colpa in prigione, quel monello di Pinocchio, rimasto libero dalle grinfie del carabiniere, se la dava a gambe giù attraverso ai campi, per far più presto a tornarsene a casa; e nella gran furia del correre saltava greppi altissimi, siepi di pruni e fossi pieni d’acqua, tale e quale come avrebbe potuto fare un capretto o un leprottino inseguito dai cacciatori.\nGiunto dinanzi a casa, trovò l’uscio di strada socchiuso. Lo spinse, entrò dentro, e appena ebbe messo tanto di paletto, si gettò a sedere per terra, lasciando andare un gran sospirone di contentezza.\nMa quella contentezza durò poco, perchè sentì nella stanza qualcuno che fece:\n— Crì-crì-crì!\n— Chi è che mi chiama? — disse Pinocchio tutto impaurito.\n— Sono io! —\nPinocchio si voltò, e vide un grosso Grillo che saliva lentamente su su per il muro.\n— Dimmi, Grillo, e tu chi sei?\n— Io sono il Grillo-parlante, e abito in questa stanza da più di cent’anni.\n— Oggi però questa stanza è mia, — disse il burattino — e se vuoi farmi un vero piacere, vattene subito, senza nemmeno voltarsi indietro.\n— Io non me ne anderò di qui, — rispose il Grillo — se prima non ti avrò detto una gran verità.\n— Dimmela, e spicciati.\n— Guai a quei ragazzi che si ribellano ai loro genitori, e che abbandonano capricciosamente la casa paterna. Non avranno mai bene in questo mondo; e prima o poi dovranno pentirsene amaramente.\n— Canta pure, Grillo mio, come ti pare e piace: ma io so che domani, all’alba, voglio andarmene di qui, perchè se rimango qui, avverrà a me quel che avviene a tutti gli altri ragazzi, vale a dire mi manderanno a scuola, e per amore o per forza mi toccherà studiare; e io, a dirtela\nin confidenza, di studiare non ho punto voglia e mi diverto più a correre dietro alle farfalle e a salire su per gli alberi a prendere gli uccellini di nido.\n— Povero grullerello! Ma non sai che, facendo così, diventerai da grande un bellissimo somaro, e che tutti si piglieranno gioco di te?\n— Chetati, Grillaccio del mal’augurio! — gridò Pinocchio.\nMa il Grillo, che era paziente e filosofo, invece di aversi a male di questa impertinenza, continuò con lo stesso tono di voce:\n— E se non ti garba di andare a scuola, perchè non impari almeno un mestiere tanto da guadagnarti onestamente un pezzo di pane?\n— Vuoi che te lo dica? — replicò Pinocchio, che cominciava a perdere la pazienza. — Fra tutti i mestieri del mondo non ce n’è che uno solo, che veramente mi vada a genio.\n— E questo mestiere sarebbe?\n— Quello di mangiare, bere, dormire, divertirmi, e fare dalla mattina alla sera la vita del vagabondo.\n— Per tua regola — disse il Grillo-parlante con la sua solita calma — tutti quelli che fanno codesto mestiere, finiscono sempre allo spedale o in prigione.\n— Bada, Grillaccio del mal’augurio!… se mi monta la bizza, guai a te!…\n— Povero Pinocchio! Mi fai proprio compassione!…\n— Perchè ti faccio compassione?\n— Perchè sei un burattino e, quel che è peggio, perchè hai la testa di legno. —\nA queste ultime parole, Pinocchio saltò su tutt’infuriato e preso sul banco un martello di legno, lo scagliò contro il Grillo-parlante.\nForse non credeva nemmeno di colpirlo; ma disgraziatamente lo colse per l’appunto nel capo, tanto che il povero Grillo ebbe appena il fiato di fare crì-crì-crì, e poi rimase lì stecchito e appiccicato alla parete.","28":"XXVIII.\n\nPinocchio corre pericolo di essere fritto in padella, come un pesce.\n\nDurante quella corsa disperata, vi fu un momento terribile, un momento in cui Pinocchio\nSentiva dietro di sè, alla distanza d’un palmo, l’ansare affannoso di quella bestiaccia.\nsi credè perduto: perchè bisogna sapere che Alidoro (era questo il nome del can mastino) a furia di correre e correre, l’aveva quasi raggiunto.\nBasti dire che il burattino sentiva dietro di sè,alla distanza d’un palmo, l’ansare affannoso di quella bestiaccia, e ne sentiva perfino la vampa calda delle fiatate.\nPer buona fortuna la spiaggia era oramai vicina, e il mare si vedeva lì a pochi passi.\nAppena fu sulla spiaggia, il burattino spiccò un bellissimo salto, come avrebbe potuto fare un ranocchio, e andò a cascare in mezzo all’acqua. Alidoro invece voleva fermarsi: ma trasportato dall’impeto della corsa, entrò nell’acqua anche lui. E quel disgraziato non sapeva nuotare; per cui cominciò subito ad annaspare colle zampe per reggersi a galla; ma più annaspava, e più andava col capo sott’acqua.\nQuando ritornò a rimettere il capo fuori, il povero cane aveva gli occhi impauriti e stralunati, e, abbaiando gridava:\n— Affogo! affogo!\n— Crepa! — gli rispose Pinocchio da lontano, il quale si vedeva oramai sicuro da ogni pericolo.\n— Aiutami, Pinocchio mio!… salvami dalla morte!… —\nA quelle grida strazianti il burattino, che in fondo aveva un cuore eccellente, si mosse a compassione, e voltosi al cane, gli disse:\n— Ma se io ti aiuto a salvarti, mi prometti di non darmi più noia e di non corrermi dietro?\n— Te lo prometto! te lo prometto! Spicciati per carità, perchè se indugi un altro mezzo minuto, son bell’e morto. —\nPinocchio esitò un poco: ma poi ricordandosi che il suo babbo gli aveva detto tante volte che\nAndò nuotando a raggiungere Alidoro, e, presolo per la coda...\na fare una buona azione non ci si scapita mai, andò nuotando a raggiungere Alidoro, e, presolo per la coda con tutt’e due le mani, lo portò sano e salvo sulla rena asciutta del lido.\nIl povero cane non si reggeva più in piedi. Aveva bevuto, senza volerlo, tant’acqua salata, che era gonfiato come un pallone. Per altro il burattino, non volendo fare a fidarsi troppo, stimòcosa prudente di gettarsi novamente in mare; e allontanandosi dalla spiaggia, gridò all’amico salvato:\n― Addio, Alidoro; fa’ buon viaggio, e tanti saluti a casa.\n― Addio, Pinocchio, — rispose il cane — mille grazie di avermi liberato dalla morte. Tu m’hai fatto un gran servizio: e in questo mondo quel che è fatto è reso. Se capita l’occasione ci riparleremo.... —\nPinocchio seguitò a nuotare, tenendosi sempre vicino alla terra. Finalmente gli parve di esser giunto in un luogo sicuro: e dando un’occhiata alla spiaggia, vide sugli scogli una specie di grotta, dalla quale usciva un lunghissimo pennacchio di fumo.\n― In quella grotta — disse allora fra sè — ci deve essere del fuoco. Tanto meglio! anderò a rasciugarmi e riscaldarmi, e poi?... e poi sarà quel che sarà. —\nPresa questa risoluzione, si avvicinò alla scogliera; ma quando fu lì per arrampicarsi, sentì qualche cosa sotto l’ acqua che saliva, saliva, saliva e lo portava per aria. Tentò subito di fuggire, ma oramai era tardi, perchè con sua grandissima maraviglia si trovò rinchiuso dentro una grossa rete in mezzo a un brulichìo di pescid’ogni forma e grandezza, che scodinzolavano e si dibattevano come tante anime disperate.\nE nel tempo stesso vide uscire dalla grotta un pescatore così brutto, ma tanto brutto, che pareva un mostro marino. Invece di capelli aveva sulla testa un cespuglio foltissimo di erba verde; verde era la pelle del suo corpo, verdi gli occhi, verde la barba lunghissima, che gli scendeva fin quaggiù. Pareva un grosso ramarro, ritto sui piedi di dietro.\nQuando il pescatore ebbe tirata fuori la rete dal mare, gridò tutto contento:\n— Provvidenza benedetta! Anch’oggi potrò fare una bella scorpacciata di pesce!\n— Manco male, che io non sono un pesce! — disse Pinocchio dentro di sè, ripigliando un po’ di coraggio.\nLa rete piena di pesci fu portata dentro la grotta, una grotta buia e affumicata, in mezzo alla quale friggeva una gran padella d’olio, che mandava un odorino di moccolaia, da mozzare il respiro.\n— Ora vediamo un po’ che pesci abbiamo presi! — disse il pescatore verde; e ficcando nella rete una manona così spropositata, che pareva una pala da fornai, tirò fuori una manciata di triglie.\n— Buone queste triglie! — disse, guardandole e annusandole con compiacenza. E dopo averle annusate, le scaraventò in una conca senz’acqua.\nPoi ripetè più volte la solita operazione; e via via che cavava fuori gli altri pesci, sentiva venirsi l’acquolina in bocca e gongolando diceva:\n— Buoni questi naselli!…\n— Squisiti questi muggini!…\n— Deliziose queste sogliole!…\n— Prelibati questi ragnotti!…\n— Carine queste acciughe col capo! ―\nCome potete immaginarvelo, i naselli, i muggini, le sogliole, i ragnotti e l’acciughe, andarono tutti alla rinfusa nella conca, a tener compagnia alle triglie.\nL’ultimo che restò nella rete fu Pinocchio.\nAppena il pescatore l’ebbe cavato fuori, sgranò dalla maraviglia i suoi occhioni verdi, gridando quasi impaurito:\n— Che razza di pesce è questo? Dei pesci fatti a questo modo non mi ricordo di averne mangiati mai. —\nE tornò a guardarlo attentamente, e dopo averlo guardato ben bene per ogni verso, finì col dire:\n— Ho capito; dev’essere un granchio di mare. — Allora Pinocchio, mortificato di sentirsi scambiatoper un granchio, disse con accento risentito:\n— Ma che granchio e non granchio? Guardi\n— Che razza di pesce è questo?\ncome lei mi tratta! Io, per sua regola, sono un burattino.\n— Un burattino? — replicò il pescatore. — Dico la verità, il pesce burattino è per me un pesce nuovo! Meglio così! ti mangerò più volentieri.\n— Mangiarmi? ma la vuol capire che io nonsono un pesce? O non sente che parlo, e ragiono come lei?\n— È verissimo; — soggiunse il pescatore — e siccome vedo che sei un pesce, che hai la fortuna di parlare e di ragionare come me, così voglio usarti anch’io i dovuti riguardi.\n— E questi riguardi sarebbero?…\n— In segno di amicizia e di stima particolare, lascerò a te la scelta del come vuoi esser cucinato. Desideri esser fritto in padella, oppure preferisci di esser cotto nel tegame colla salsa di pomidoro?\n— A dir la verità, — rispose Pinocchio — se io debbo scegliere, preferisco piuttosto di esser lasciato libero, per potermene tornare a casa mia.\n— Tu scherzi! Ti pare che io voglia perdere l’occasione di assaggiare un pesce così raro? Non capita mica tutti i giorni, un pesce burattino in questi mari. Lascia fare a me: ti friggerò in padella assieme a tutti gli altri pesci, e te ne troverai contento. L’esser fritto in compagnia è sempre una consolazione. ―\nL’infelice Pinocchio, a quest’antifona, cominciò a piangere, a strillare, a raccomandarsi: e piangendo diceva: — Quant’era meglio, che fossi andato a scuola!… Ho voluto dar retta ai compagni, e ora la pago!... Ih!… Ih!… Ih!… ―\nE perchè si divincolava come un’anguilla e faceva sforzi incredibili, per isgusciare dalle grinfie del pescatore verde, questi prese una bella buccia di giunco, e dopo averlo legato per le mani e per i piedi, come un salame, lo gettò in fondo alla conca cogli altri.\nPoi, tirato fuori un vassoiaccio di legno, pieno di farina, si dètte a infarinare tutti quei pesci: e man mano che li aveva infarinati, li buttava a friggere dentro la padella.\nI primi a ballare nell’olio bollente furono i poveri naselli: poi toccò ai ragnotti, poi ai muggini, poi alle sogliole e alle acciughe, e poi venne la volta di Pinocchio. Il quale, a vedersi così vicino alla morte (e che brutta morte!) fu preso da tanto tremito e da tanto spavento, che non aveva più nè voce nè fiato per raccomandarsi.\nIl povero figliuolo si raccomandava cogli occhi! Ma il pescatore verde, senza badarlo neppure, lo avvoltò cinque o sei volte nella farina, infarinandolo così bene dal capo ai piedi, che pareva diventato un burattino di gesso.\nPoi lo prese per il capo, e…\n\n__________","33":"XXXIII.\n\n\nVedendo che la porta non si apriva, l’omino la spalancò con un violentissimo calcio: ed entrato nella stanza, disse col suo solito risolino a Pinocchio e a Lucignolo:\n— Bravi ragazzi! Avete ragliato bene; io vi ho subito riconosciuti alla voce, e per questo eccomi qui. —\nA tali parole i due ciuchini rimasero mogi mogi, colla testa giù, con gli orecchi bassi e con la coda fra le gambe.\nDa principio l’omino li lisciò, li accarezzò, li palpeggiò: poi, tirata fuori la striglia, cominciò a strigliarli per bene.\nE quando a furia di strigliarli, li ebbe fatti lustri come due specchi, allora messe loro la cavezza e li condusse sulla piazza del mercato, con la speranza di venderli e di beccarsi un discreto guadagno.\nE i compratori, difatti, non si fecero aspettare.\nLucignolo fu comprato da un contadino, a cui era morto il somaro il giorno avanti, e Pinocchio fu venduto al Direttore di una compagnia di pagliacci e di saltatori di corda, il quale lo\nLi condusse sulla piazza del mercato, con la speranza di venderli.\ncomprò per ammaestrarlo e per farlo poi saltare e ballare insieme con le altre bestie della compagnia.\nE ora avete capito, miei piccoli lettori, qual era il bel mestiere che faceva l’omino? Questo brutto mostriciattolo, che aveva la fisionomia tutta di latte e miele, andava di tanto in tanto con un carro a girare per il mondo; strada facendo raccoglieva con promesse e con moine tutti i ragazziragazzi svogliati, che avevano a noia i libri e le scuole; e dopo averli caricati sul suo carro, li conduceva nel «Paese dei balocchi» perchè passassero tutto il loro tempo in giuochi, in chiassate e in divertimenti. Quando poi quei poveri ragazzi illusi, a furia di baloccarsi sempre e di non studiare mai, diventavano tanti ciuchini, allora tutto allegro e contento s’impadroniva di loro e li portava a vendere sulle fiere e sui mercati. E così in pochi anni aveva fatto fior di quattrini ed era diventato milionario.\nQuel che accadesse di Lucignolo, non lo so: so per altro, che Pinocchio andò incontro fin dai primi giorni a una vita durissima e strapazzata.\nQuando fu condotto nella stalla, il nuovo padrone gli empì la greppia di paglia: ma Pinocchio, dopo averne assaggiata una boccata, la risputò.\nAllora il padrone, brontolando, gli empì la greppia di fieno: ma neppure il fieno gli piacque.\n— Ah! non ti piace neppure il fieno? — gridò il padrone imbizzito. — Lascia fare, ciuchino bello, che se hai dei capricci per il capo, penserò io a levarteli!... ―\nE a titolo di correzione, gli affibbiò subito una frustata nelle gambe.Pinocchio, dal gran dolore, cominciò a piangere e a ragliare, e ragliando, disse:\n— J-a, j-a, la paglia non la posso digerire!…\n— Allora mangia il fieno! — replicò il padrone che intendeva benissimo il dialetto asinino.\n— J-a, j-a, il fieno mi fa dolere il corpo!…\n— Pretenderesti, dunque, che un somaro, pari tuo, lo dovessi mantenere a petti di pollo e cappone in galantina? — soggiunse il padrone arrabbiandosi sempre più, e affibbiandogli una seconda frustata.\nA quella seconda frustata Pinocchio, per prudenza, si chetò subito, e non disse altro.\nIntanto la stalla fu chiusa e Pinocchio rimase solo: e perchè erano molte ore che non aveva mangiato, cominciò a sbadigliare dal grande appetito. E, sbadigliando, spalancava una bocca che pareva un forno.\nAlla fine, non trovando altro nella greppia, si rassegnò a masticare un po’ di fieno; e dopo averlo masticato ben bene, chiuse gli occhi e lo tirò giù.\n— Questo fieno non è cattivo; — poi disse dentro di sè — ma quanto sarebbe stato meglio che avessi continuato a studiare!… A quest’ora, invece di fieno potrei mangiare un cantuccio di pan fresco e una bella fetta di salame! Pazienza!… ―\nLa mattina dopo, svegliandosi, cercò subitonella greppia un altro po’ di fieno: ma non lo trovò perchè l’aveva mangiato tutto nella notte.\nAllora prese una boccata di paglia tritata: e in quel mentre che la stava masticando, si dovè persuadere che il sapore della paglia tritata non somigliava punto nè al risotto alla milanese nè ai maccheroni alla napoletana.\n— Pazienza! — ripetè, continuando a masticare. — Che almeno la mia disgrazia possa servire di lezione a tutti i ragazzi disobbedienti e che non hanno voglia di studiare. Pazienza!… pazienza!\n— Pazienza un corno! — urlò il padrone, entrando in quel momento nella stalla. — Credi forse, mio bel ciuchino, ch’io ti abbia comprato unicamente per darti da bere e da mangiare? Io ti ho comprato perchè tu lavori e perchè tu mi faccia guadagnare molti quattrini. Su, dunque, da bravo! Vieni con me nel Circo, e là ti insegnerò a saltare i cerchi, a rompere col capo le botti di foglio e a ballare il valzer e la polca, stando ritto sulle gambe di dietro. ―\nIl povero Pinocchio, per amore o per forza, dovè imparare tutte queste bellissime cose; ma, per impararle, gli ci vollero tre mesi di lezioni, e molte frustate da levare il pelo.\nVenne finalmente il giorno, in cui il suo padrone potè annunziare uno spettacolo veramentestraordinario. I cartelloni di vario colore, attaccati alle cantonate delle strade, dicevano così:\nQuella sera, come potete figurarvelo, un’ora prima che cominciasse lo spettacolo, il teatro era pieno stipato.\nNon si trovava più nè una poltrona, nè un posto distinto, nè un palco, nemmeno a pagarlo a peso d’oro.\nLe gradinate del Circo formicolavano di bambini, di bambine e di ragazzi di tutte le età, che avevano la febbre addosso per la smania di veder ballare il famoso ciuchino Pinocchio.\nFinita la prima parte dello spettacolo, il direttore della compagnia, vestito in giubba nera, calzoni bianchi a coscia e stivaloni di pelle fin sopra ai ginocchi, si presentò all’affollatissimo pubblico, e, fatto un grande inchino, recitò con molta solennità il seguente spropositato discorso:\n«Rispettabile pubblico, cavalieri e dame!\n«L’umile sottoscritto essendo di passaggio per questa illustre metropolitana, ho voluto procrearmi l’onore nonchè il piacere di presentare a questo intelligente e cospicuo uditorio un celebre ciuchino, che ebbe già l’onore di ballare al cospetto di sua maestà l’imperatore di tutte le principali  corti d’Europa.\n«E col ringraziandoli, aiutateci della vostra animatrice presenza e compatiteci!»\nQuesto discorso fu accolto da molte risate e da molti applausi: ma gli applausi raddoppiarono e diventarono una specie di uragano alla comparsa del ciuchino Pinocchio in mezzo al Circo. Egli eratutto agghindato a festa. Aveva una briglia nuova di pelle lustra, con fibbie e borchie d’ottone; due camelie bianche agli orecchi: la criniera divisa in tanti riccioli legati con fiocchettini di seta rossa: una gran  fascia d’oro e d’argento attraverso alla vita, e la coda tutta intrecciata con nastri di velluto paonazzo e celeste. Era, insomma, un ciuchino da innamorare!\nIl direttore, nel presentarlo al pubblico, aggiunse queste parole:\n«Miei rispettabili auditori! Non starò qui a farvi menzogne delle grandi difficoltà da me soppressate per comprendere e soggiogare questo mammifero, mentre pascolava liberamente di montagna in montagna nelle pianure della zona torrida. Osservate, vi prego, quanta selvaggina trasudi da’ suoi occhi, conciossiachè essendo riusciti vanitosi tutti i mezzi per addomesticarlo al vivere dei quadrupedi civili, ho dovuto più volte ricorrere all’affabile dialetto della frusta. Ma ogni mia gentilezza invece di farmi da lui benvolere, me ne ha maggiormente cattivato l’animo. Io però, seguendo il sistema di Galles, trovai nel suo cranio una piccola cartagine ossea che la stessa Facoltà Medicea di Parigi riconobbe esser quello il bulbo rigeneratore dei capelli e della danza pirrica. E per questo io lo volli ammaestrare nelballo nonchè nei relativi salti dei cerchi e delle botti foderate di foglio. Ammiratelo, e poi giudicatelo! Prima però di prendere cognato da voi, permettete, o signori, che io v’inviti al diurno spettacolo di domani sera: ma nell’apoteosi che il tempo piovoso minacciasse acqua, allora lo spettacolo, invece di domani sera, sarà posticipato a domattina, alle ore 11 antimeridiane del pomeriggio.»\nE qui il Direttore fece un’altra profondissima riverenza: quindi volgendosi a Pinocchio, gli disse:\n— Animo, Pinocchio! Avanti di dar principio ai vostri esercizi, salutate questo rispettabile pubblico, cavalieri, dame e ragazzi! ―\nPinocchio ubbidiente piegò subito i due ginocchi davanti, e rimase inginocchiato fino a tanto che il Direttore, schioccando la frusta, non gli gridò:\n— Al passo! ―\nAllora il ciuchino si rizzò sulle quattro gambe, e cominciò a girare intorno al Circo, camminando sempre di passo.\nDopo un poco il Direttore gridò:\n— Al trotto! — E Pinocchio, ubbidiente al comando, cambiò il passo in trotto.\n— Al galoppo! — e Pinocchio staccò il galoppo.— Alla carriera! — e Pinocchio si dette a correre di gran carriera. Ma in quella che correva\nPinocchio ubbidiente piegò subito i due ginocchi davanti.\ncome un barbero, il Direttore, alzando il braccio in aria, scaricò un colpo di pistola.\nA quel colpo il ciuchino, fingendosi ferito, cadde disteso nel Circo, come se fosse moribondo davvero.Rizzatosi da terra in mezzo a uno scoppio di applausi, d’urli e di battimani, che andavano alle stelle, gli venne naturalmente di alzare la testa e di guardare in su.... e guardando vide in un palco una bella signora, che aveva al collo una grossa collana d’oro, dalla quale pendeva un medaglione. Nel medaglione c’era dipinto il ritratto d’un burattino.\n— Quel ritratto è il mio!… quella signora è la Fata! — disse dentro di sè Pinocchio, riconoscendola subito: e lasciandosi vincere dalla gran contentezza, si provò a gridare:\n— Oh Fatina mia! oh Fatina mia! ―\nMa invece di queste parole, gli uscì dalla gola un raglio così sonoro e prolungato, che fece ridere tutti gli spettatori, e segnatamente tutti i ragazzi che erano in teatro.\nAllora il Direttore, per insegnargli e per fargli intendere che non è buona creanza mettersi a ragliare in faccia al pubblico, gli diè col manico della frusta una bacchettata sul naso.\nIl povero ciuchino tirato fuori un palmo di lingua, durò a leccarsi il naso almeno cinque minuti, credendo forse così di rasciugarsi il dolore che aveva sentito.\nMa quale fu la sua disperazione quando, voltandosi in su una seconda volta, vide che il palco era vuoto e che la Fata era sparita!…Si sentì come morire: gli occhi gli si empirono di lacrime e cominciò a piangere dirottamente. Nessuno però se ne accòrse, e, meno degli altri, il Direttore, il quale, anzi, schioccando la frusta, gridò:\n— Da bravo, Pinocchio! Ora farete vedere a questi signori con quanta grazia sapete saltare i cerchi. ―\nPinocchio si provò due o tre volte: ma ogni volta che arrivava davanti al cerchio, invece di attraversarlo, ci passava più comodamente di sotto. Alla fine spiccò un salto e l’attraversò: ma le gambe di dietro gli rimasero disgraziatamente impigliate nel cerchio: motivo per cui ricadde in terra dall’altra parte tutto in un fascio.\nQuando si rizzò, era azzoppito, e a mala pena potè ritornare alla scuderia.\n— Fuori Pinocchio! Vogliamo il ciuchino! Fuori il ciuchino! — gridavano i ragazzi dalla platea, impietositi e commossi al tristissimo caso.\nMa il ciuchino per quella sera non si fece più vedere.\nLa mattina dopo il veterinario, ossia il medico delle bestie, quando l’ebbe visitato, dichiarò che sarebbe rimasto zoppo per tutta la vita.\nAllora il Direttore disse al suo garzone di stalla:\n— Che vuoi tu che mi faccia d’un somaro zoppo?Sarebbe un mangiapane a ufo. Portalo dunque in piazza e rivendilo. ―\nIl ciuchino, con quel macigno al collo, andò subito a fondo.\n\nArrivati in piazza, trovarono subito il compratore, il quale domandò al garzone di stalla:\n— Quanto vuoi di cotesto ciuchino zoppo?\n— Venti lire.— Io ti do venti soldi. Non credere che io lo compri per servirmene: lo compro unicamente per la sua pelle. Vedo che ha la pelle molto dura, e con la sua pelle voglio fare un tamburo per la banda musicale del mio paese. ―\nLascio pensare a voi, ragazzi, il bel piacere che fu per il povero Pinocchio, quando sentì che era destinato a diventare un tamburo!\nFatto sta che il compratore, appena pagati i venti soldi, condusse il ciuchino sopra uno scoglio ch’era sulla riva del mare; e messogli un sasso al collo e legatolo per una zampa con una fune che teneva in mano, gli diè improvvisamente uno spintone e lo gettò nell’acqua.\nPinocchio, con quel macigno al collo, andò subito a fondo; e il compratore, tenendo sempre stretta in mano la fune, si pose a sedere sullo scoglio, aspettando che il ciuchino avesse tutto il tempo di morire affogato, per poi scorticarlo e levargli la pelle.","10":"X.\n\nI burattini riconoscono il loro fratello Pinocchio e gli fanno una grandissima festa; ma sul più bello, esce fuori il burattinaio Mangiafoco, e Pinocchio corre il pericolo di fare una brutta fine.\n\nQuando Pinocchio entrò nel teatrino delle marionette, accadde un fatto che destò mezza rivoluzione.\nBisogna sapere che il sipario era tirato su e la commedia era già incominciata.\nSulla scena si vedevano Arlecchino e Pulcinella, che bisticciavano fra di loro e, secondo il solito, minacciavano da un momento all’altro di scambiarsi un carico di schiaffi e di bastonate.\nLa platea, tutta attenta, si mandava a male dalle grandi risate, nel sentire il battibecco di quei due burattini, che gestivano e si trattavano d’ogni vitupero con tanta verità, come se fossero proprio due animali ragionevoli e due persone di questo mondo.\nQuando all’improvviso, che è che non è, Arlecchino smette di recitare, e voltandosi verso il pubblico e accennando colla mano qualcuno in\nfondo alla platea, comincia a urlare in tono drammatico:\n— Numi del firmamento! sogno o son desto? Eppure quello laggiù è Pinocchio!…\n— È Pinocchio davvero! — grida Pulcinella.\n....Eppure quello laggiù è Pinocchio!…\n\n— È proprio lui! — strilla la signora Rosaura, facendo capolino di fondo alla scena.\n— È Pinocchio! è Pinocchio! — urlano in coro tutti i burattini, uscendo a salti fuori delle quinte. — È Pinocchio! È il nostro fratello Pinocchio! Evviva Pinocchio!…\n— Pinocchio, vieni quassù da me, — grida Arlecchino, — vieni a gettarti fra le braccia dei tuoi fratelli di legno! ―\nA questo affettuoso invito, Pinocchio spicca un salto, e di fondo alla platea va nei posti distinti; poi con un altro salto, dai posti distinti monta sulla testa del direttore d’orchestra, e di lì schizza sul palcoscenico.\nÈ impossibile figurarsi gli abbracciamenti, gli strizzoni di collo, i pizzicotti dell’amicizia e le zuccate della vera e sincera fratellanza, che Pinocchio ricevè in mezzo a tanto arruffìo degli attori e delle attrici di quella compagnia drammatico-vegetale.\nQuesto spettacolo era commovente, non c’è che dire: ma il pubblico della platea, vedendo che la commedia non andava più avanti, s’impazientì e prese a gridare: — Vogliamo la commedia! vogliamo la commedia! —\nTutto fiato buttato via, perchè i burattini, invece di continuare la recita, raddoppiarono il chiasso e le grida, e, postosi Pinocchio sulle spalle, se lo portarono in trionfo davanti ai lumi della ribalta.\nAllora uscì fuori il burattinaio, un omone così brutto, che metteva paura soltanto a guardarlo. Aveva una barbaccia nera come uno scarabocchio d’inchiostro, e tanto lunga, che gli scendeva dal mento fino a terra: basta dire che, quando camminava se la pestava coi piedi. La sua bocca era larga come un forno, i suoi occhi parevano\ndue lanterne di vetro rosso, col lume acceso di dietro; e con le mani faceva schioccare una grossa frusta, fatta di serpenti e di code di volpe attorcigliate insieme.\nAll’apparizione inaspettata del burattinaio, ammutolirono tutti.\n\nAll’apparizione inaspettata del burattinaio, ammutolirono tutti: nessuno fiatò più. Si sarebbe sentito volare una mosca. Quei poveri burattini, maschi e femmine, tremavano tutti come tante foglie.\n\n— Perchè sei venuto a mettere lo scompiglio nel mio teatro? — domandò il burattinaio a Pinocchio, con un vocione d’Orco gravemente infreddato di testa.\n— La creda, illustrissimo, che la colpa non è stata mia!...\n— Basta così! Stasera faremo i nostri conti. —\nDifatti, finita la recita della commedia, il burattinaio andò in cucina, dov’egli s’era preparato per cena un bel montone, che girava lentamente infilato nello spiede. E perchè gli mancavano la legna per finirlo di cuocere e di rosolare, chiamò Arlecchino e Pulcinella e disse loro:\n— Portatemi di qua quel burattino che troverete attaccato al chiodo. Mi pare un burattino fatto di un legname molto asciutto, e sono sicuro che, a buttarlo sul fuoco, mi darà una bellissima fiammata all’arrosto. —\nArlecchino e Pulcinella da principio esitarono; ma impauriti da un’occhiataccia del loro padrone, obbedirono: e dopo poco tornarono in cucina, portando sulle braccia il povero Pinocchio, il quale, divincolandosi come un’anguilla fuori dell’acqua, strillava disperatamente: — Babbo mio, salvatemi! Non voglio morire, non voglio morire!... —","16":"XVI.\n\nLa bella Bambina dai capelli turchini fa raccogliere il burattino: lo mette a letto, e chiama tre medici per sapere se sia vivo o morto.\n\nIn quel mentre che il povero Pinocchio impiccato dagli assassini a un ramo della Quercia grande, pareva oramai più morto che vivo, la bella Bambina dai capelli turchini si affacciò daccapo alla finestra, e impietositasi alla vista di quell’infelice che, sospeso per il collo, ballava il trescone alle ventate di tramontana, battè per tre volte le mani insieme, e fece tre piccoli colpi.\nA questo segnale si sentì un gran rumore di ali che volavano con foga precipitosa, e un grosso Falco venne a posarsi sul davanzale della finestra.\n— Che cosa comandate, mia graziosa Fata? — disse il Falco abbassando il becco in atto di reverenza; perchè bisogna sapere che la Bambina dai capelli turchini non era altro, in fin dei conti, che una buonissima Fata, che da più di mill’anni abitava nelle vicinanze di quel bosco.\n— Vedi tu quel burattino attaccato penzoloni a un ramo della Quercia grande?\n— Lo vedo.\n— Orbene: vola subito laggiù: rompi col tuo\nUn grosso Falco venne a posarsi sul davanzale della finestra.\nfortissimo becco il nodo che lo tiene sospeso in aria e posalo delicatamente sdraiato sull’erba a piè della Quercia. —\nIl Falco volò via e dopo due minuti tornò dicendo:\n— Quel che mi avete comandato, è fatto.\n— E come l’hai trovato? Vivo o morto?\n— A vederlo, pareva morto, ma non dev’essere ancora morto perbene, perchè, appena gli ho sciolto il nodo scorsoio che lo stringeva intorno alla gola, ha lasciato andare un sospiro, balbettando a mezza voce: «Ora mi sento meglio!». —\nAllora la Fata, battendo le mani insieme, fece due piccoli colpi, e apparve un magnifico Can-barbone, che camminava ritto sulle gambe di dietro, tale e quale come se fosse un uomo.\nIl Can-barbone era vestito da cocchiere in livrea di gala. Aveva in capo un nicchiettino a tre punte gallonato d’oro, una parrucca bionda coi riccioli che gli scendevano giù per il collo, una giubba color di cioccolata coi bottoni di brillanti e con due grandi tasche per tenervi gli ossi, che gli regalava a pranzo la padrona, un paio di calzon corti di velluto cremisi, le calze di seta, gli scarpini scollati, e di dietro una specie di fodera da ombrelli, tutta di raso turchino, per mettervi dentro la coda, quando il tempo cominciava a piovere.\n— Su da bravo, Medoro! — disse la Fata al Can-barbone. — Fa’ subito attaccare la più bella carrozza della mia scuderia e prendi la via del bosco. Arrivato che sarai sotto la Quercia grande, troverai disteso sull’erba un povero burattino mezzo morto. Raccoglilo con garbo, posalo pari pari sui cuscini della carrozza e portamelo qui. Hai capito? —\nIl Can-barbone, per fare intendere che aveva capito, dimenò tre o quattro volte la fodera di raso turchino, che aveva dietro, e partì come un barbero.\nDi lì a poco, si vide uscire dalla scuderia una bella carrozzina color dell’aria, tutta imbottita di penne di canarino e foderata nell’interno di panna montata e di crema coi savoiardi. La carrozzina era tirata da cento pariglie di topini\nIl Can-barbone partì come un barbero.\nbianchi, e il Can-barbone, seduto a cassetta, schioccava la frusta a destra e a sinistra, come un vetturino quand’ha paura di aver fatto tardi.\nNon era ancora passato un quarto d’ora, che la carrozzina tornò, e la Fata, che stava aspettando sull’uscio di casa, prese in collo il povero burattino, e portatolo in una cameretta che aveva le pareti di madreperla, mandò subito a chiamare i medici più famosi del vicinato.\nE i medici arrivarono subito, uno dopo l’altro: arrivò, cioè, un Corvo, una Civetta e un Grillo-parlante.\n— Vorrei sapere da lor signori, — disse la Fata, rivolgendosi ai tre medici riuniti intorno al letto di Pinocchio, — vorrei sapere da lor signori se questo disgraziato burattino sia vivo o morto!... —\nLa Fata prese in collo il povero burattino.\n\nA quest’invito, il Corvo, facendosi avanti per il primo, tastò il polso a Pinocchio: poi gli tastò il naso, poi il dito mignolo dei piedi: e quand’ebbe tastato ben bene, pronunziò solennemente queste parole:\n— A mio credere il burattino è bell’e morto: ma se per disgrazia non fosse morto, allora sarebbe indizio sicuro che è sempre vivo!\n— Mi dispiace, — disse la Civetta — di dover contraddire il Corvo, mio illustre amico e collega; per me, invece, il burattino è sempre vivo; ma se per disgrazia non fosse vivo, allora sarebbe segno che è morto davvero.\n— E lei non dice nulla? — domandò la Fata al Grillo-parlante.\n— Io dico che il medico prudente, quando non sa quello che dice, la miglior cosa che possa fare, è quella di stare zitto. Del resto quel burattino lì, non m’è fisonomia nuova: io lo conosco da un pezzo! —\nPinocchio, che fin allora era stato immobile come un vero pezzo di legno, ebbe una specie di fremito convulso, che fece scuotere tutto il letto.\n— Quel burattino lì — seguitò a dire il Grillo-parlante — è una birba matricolata… —\nPinocchio aprì gli occhi e li richiuse subito.\n— È un monellaccio, uno svogliato, un vagabondo... —\nPinocchio si nascose la faccia sotto i lenzuoli.\n— Quel burattino lì è un figliuolo disubbidiente, che farà morire di crepacuore il suo povero babbo!… —\nA questo punto si sentì nella camera un suono soffocato di pianti e singhiozzi. Figuratevi come\nrimasero tutti, allorchè, sollevati un poco i lenzuoli, si accorsero che quello che piangeva e singhiozzava era Pinocchio.\n— Quando il morto piange è segno che è in via di guarigione — disse solennemente il Corvo.\n— Mi duole di contraddire il mio illustre amico e collega, — soggiunse la Civetta — ma per me quando il morto piange, è segno che gli dispiace a morire. ―","17":"XVII.\n\nPinocchio mangia lo zucchero, ma non vuol purgarsi; però quando vede i becchini che vengono a portarlo via, allora si purga. Poi dice una bugia e per gastigo gli cresce il naso.\n\nAppena i tre medici furono usciti di camera, la Fata si accostò a Pinocchio, e, dopo averlo toccato sulla fronte, si accòrse che era travagliato da un febbrone da non si dire.\nAllora sciolse una certa polverina bianca in un mezzo bicchier d’acqua, e porgendolo al burattino, gli disse amorosamente:\n— Bevila, e in pochi giorni sarai guarito. —\nPinocchio guardò il bicchiere, storse un po’ la bocca, e poi dimanda con voce di piagnisteo:\n— È dolce o amara?\n— È amara, ma ti farà bene.\n— Se è amara non la voglio.\n— Da’ retta a me: bevila.\n— A me l’amaro non mi piace.\n— Bevila: e quando l’avrai bevuta, ti darò una pallina di zucchero, per rifarti la bocca.\n— Dov’è la pallina di zucchero?\n— Eccola qui — disse la Fata, tirandola fuori da una zuccheriera d’oro.\n— Prima voglio la pallina di zucchero, e poi beverò quell’acquaccia amara....\n— Me lo prometti?\n— Sì.... —\nLa fata gli dette la pallina, e Pinocchio, dopo averla sgranocchiata e ingoiata in un attimo, disse leccandosi i labbri:\n— Bella cosa se anche lo zucchero fosse una medicina!... Mi purgherei tutt’ i giorni.\n— Ora mantieni la promessa e bevi queste poche gocciole d’acqua, che ti renderanno la salute. —\nPinocchio prese di mala voglia il bicchiere in mano e vi ficcò dentro la punta del naso: poi se l’accostò alla bocca: poi tornò a ficcarci la punta del naso: finalmente disse:\n— È troppo amara! troppo amara! Io non la posso bere.\n— Come fai a dirlo, se non l’hai nemmeno assaggiata?\n— Me lo figuro! L’ho sentita all’odore. Voglio prima un’altra pallina di zucchero… e poi la beverò! —\nAllora la Fata, con tutta la pazienza di una buona mamma, gli pose in bocca un altro po’ di\nzucchero; e dopo gli presentò daccapo il bicchiere.\n— Così non lo posso bere! — disse il burattino, facendo mille smorfie.\n— Perchè?\n— Perchè mi dà noia quel guanciale che ho laggiù sui piedi. —\nLa Fata gli levò il guanciale.\n— È inutile! Nemmeno così la posso bere…\n— Che cos’altro ti dà noia?\n— Mi dà noia l’uscio di camera, che è mezzo aperto.\nLa Fata andò, e chiuse l’uscio di camera.\n— Insomma, — gridò Pinocchio dando in uno scoppio di pianto — quest’acquaccia amara, non la voglio bere, no, no, no!…\n— Ragazzo mio, te ne pentirai…\n— Non me n’importa…\n— La tua malattia è grave.\n— Non me n’importa…\n— La febbre ti porterà in poche ore all’altro mondo…\n— Non me n’importa…\n— Non hai paura della morte?\n— Punto paura! Piuttosto morire, che bevere quella medicina cattiva. —\nA questo punto, la porta della camera si spalancò,\ned entrarono dentro quattro conigli neri come l’inchiostro, che portavano sulle spalle una piccola bara da morto.\nEntrarono dentro quattro conigli neri come l’inchiostro.\n\n— Che cosa volete da me? — gridò Pinocchio, rizzandosi tutto impaurito a sedere sul letto.\n— Siamo venuti a prenderti — rispose il coniglio più grosso.\n— A prendermi? Ma io non sono ancora morto!...\n— Ancora no: ma ti restano pochi momenti di vita, avendo tu ricusato di bevere la medicina, che ti avrebbe guarito dalla febbre!\n— O Fata mia, o Fata mia! — cominciò allora a strillare il burattino — datemi subito quel bicchiere... Spicciatevi, per carità, perchè non voglio morire, no… non voglio morire. —\nE preso il bicchiere con tutt’e due le mani, lo votò in un fiato.\n— Pazienza! — dissero i conigli. — Per questa volta abbiamo fatto il viaggio a ufo. — E tiratisi di nuovo la piccola bara sulle spalle, uscirono di camera bofonchiando e mormorando fra i denti.\nFatto sta che di lì a pochi minuti, Pinocchio saltò giù dal letto, bell’e guarito; perchè bisogna sapere che i burattini di legno hanno il privilegio di ammalarsi di rado e di guarire prestissimo.\nE la Fata, vedendolo correre e ruzzare per la camera, vispo e allegro come un gallettino di primo canto, gli disse:\n— Dunque la mia medicina t’ha fatto bene davvero?\n— Altro che bene! Mi ha rimesso al mondo!\n— E allora come mai ti sei fatto tanto pregare a beverla?\n― Egli è che noi ragazzi siamo tutti così! Abbiamo più paura delle medicine che del male.\n― Vergogna! I ragazzi dovrebbero sapere che un buon medicamento preso a tempo, può salvarli da una grave malattia e fors’anche dalla morte....\n— Oh! ma un’altra volta non mi farò tanto pregare! Mi rammenterò di quei conigli neri, con la bara sulle spalle.... e allora piglierò subito il bicchiere in mano e giù....\n— Ora vieni un po’ qui da me, e raccontami come andò che ti trovasti fra le mani degli assassini.\n— Gli andò, che il burattinaio Mangiafoco, mi dette cinque monete d’oro, e mi disse: — To’, portale al tuo babbo! — e io, invece, per la strada trovai una Volpe e un Gatto, due persone molto per bene, che mi dissero: — Vuoi che codeste monete diventino mille e duemila? Vieni con noi, e ti condurremo al Campo dei Miracoli. — E io dissi, andiamo; — e loro dissero: — Fermiamoci qui all’osteria del Gambero Rosso, e dopo la mezzanotte ripartiremo. — E io quando mi svegliai, non c’erano più, perchè erano partiti. Allora io cominciai a camminare di notte, che era un buio che pareva impossibile, per cui trovai per la strada due assassini dentro due sacchi da\ncarbone, che mi dissero: — Metti fuori i quattrini; — e io dissi: — non ce n’ho; — perchè le monete d’oro me l’ero nascoste in bocca, e uno degli assassini si provò a mettermi le mani in bocca, e io con un morso gli staccai la mano e poi la sputai, ma invece di una mano sputai uno zampetto di gatto. E gli assassini a corrermi dietro, e io corri che ti corri, finchè mi raggiunsero, e mi legarono per il collo a un albero di questo bosco col dire: — Domani torneremo qui, e allora sarai morto e colla bocca aperta, e così ti porteremo via le monete d’oro che hai nascoste sotto la lingua. —\n— E ora le quattro monete dove le hai messe? — gli domandò la Fata.\n— Le ho perdute! — rispose Pinocchio; ma disse una bugia, perchè invece le aveva in tasca.\nAppena detta la bugia il suo naso, che era già lungo, gli crebbe subito due dita di più.\n— E dove le hai perdute?\n— Nel bosco qui vicino. —\nA questa seconda bugia, il naso seguitò a crescere.\n— Se le hai perdute nel bosco vicino — disse la Fata — le cercheremo e le ritroveremo: perchè tutto quello che si perde nel vicino bosco, si ritrova sempre.\n— Ah! ora che mi rammento bene — replicò il burattino imbrogliandosi — le quattro monete non le ho perdute, ma senza avvedermene, le ho inghiottite mentre bevevo la vostra medicina. —\nIl naso gli si allungò in un modo così straordinario....\n\nA questa terza bugia, il naso gli si allungò in un modo così straordinario, che il povero Pinocchio non poteva più girarsi da nessuna parte. Se si voltava di qui, batteva il naso nel letto o nei vetri della finestra, se si voltava di là, lo batteva nelle pareti o nella porta di camera, se\nalzava un po’ di più il capo, correva il rischio di ficcarlo in un occhio alla Fata.\nE la Fata lo guardava e rideva.\n— Perchè ridete? — gli domandò il burattino, tutto confuso e impensierito di quel suo naso che cresceva a occhiate.\n— Rido della bugia che hai detto.\n— Come mai sapete che ho detto una bugia?\n— Le bugie, ragazzo mio, si riconoscono subito, perchè ve ne sono di due specie: vi sono le bugie che hanno le gambe corte, e le bugie che hanno il naso lungo: la tua per l’appunto è di quelle che hanno il naso lungo. ―\nPinocchio, non sapendo più dove nascondersi per la vergogna, si provò a fuggire di camera, ma non gli riuscì. Il suo naso era cresciuto tanto, che non passava più dalla porta.","6":"VI.\n\nPinocchio si addormenta coi piedi sul caldano,\ne la mattina dopo si sveglia coi piedi tutti bruciati.\n\nPer l’appunto era una nottataccia d’inferno. Tuonava forte forte, lampeggiava come se il cielo pigliasse fuoco, e un ventaccio freddo e strapazzone, fischiando rabbiosamente e sollevando un immenso nuvolo di polvere, faceva stridere e cigolare tutti gli alberi della campagna.\nPinocchio aveva una gran paura dei tuoni e dei lampi: se non che la fame era più forte della paura: motivo per cui accostò l’uscio di casa, e presa la carriera, in un centinaio di salti arrivò fino al paese, colla lingua fuori e col fiato grosso, come un can da caccia.\nMa trovò tutto buio e tutto deserto. Le botteghe erano chiuse; le porte di casa chiuse, le finestre chiuse, e nella strada nemmeno un cane. Pareva il paese dei morti.\nAllora Pinocchio, preso dalla disperazione e dalla fame, si attaccò al campanello d’una casa, e cominciò a suonare a distesa, dicendo dentro di sè:\n— Qualcuno si affaccerà. —\nDifatti si affacciò un vecchio, col berretto da notte in capo, il quale gridò tutto stizzito:\n— Che cosa volete a quest’ora?\nTornò a casa bagnato come un pulcino...\n\n— Che mi fareste il piacere di darmi un po’ di pane?\n— Aspettami costì che torno subito, — rispose il vecchino, credendo di aver da fare con qualcuno di quei ragazzacci rompicolli che si divertono di notte a suonare i campanelli delle case, per\nmolestare la gente per bene, che se la dorme tranquillamente.\nDopo mezzo minuto la finestra si riaprì, e la voce del solito vecchino gridò a Pinocchio:\n— Fàtti sotto e para il cappello. —\nPinocchio che non aveva ancora un cappello, si avvicinò e sentì pioversi addosso un’enorme catinellata d’acqua che lo annaffiò tutto, dalla testa ai piedi, come se fosse un vaso di giranio appassito.\nTornò a casa bagnato come un pulcino e rifinito dalla stanchezza e dalla fame: e perchè non aveva più forza di reggersi ritto, si pose a sedere, appoggiando i piedi fradici e impillaccherati sopra un caldano pieno di brace accesa.\nE lì si addormentò; e nel dormire, i piedi che erano di legno, gli presero fuoco, e adagio adagio gli si carbonizzarono e diventarono cenere.\nE Pinocchio seguitava a dormire e a russare, come se i suoi piedi fossero quelli d’un altro. Finalmente sul far del giorno si svegliò, perchè qualcuno aveva bussato alla porta.\n— Chi è? — domandò sbadigliando e stropicciandosi gli occhi.\n— Sono io! — rispose una voce.\nQuella voce era la voce di Geppetto.","25":"XXV\n\nPinocchio promette alla Fata di essere buono e di studiare, perchè è stufo di fare il burattino e vuol diventare un bravo ragazzo.\n\nIn sulle prime, la buona donnina cominciò col dire che lei non era la piccola Fata dai capelli turchini: ma poi, vedendosi oramai scoperta e non volendo mandare più in lungo la commedia, fini per farsi riconoscere, e disse a Pinocchio:\n— Birba d’un burattino! Come mai ti sei accorto che ero io?\n— Gli è il gran bene che vi voglio, quello che me l’ha detto.\n— Ti ricordi, eh? Mi lasciasti bambina, e ora mi ritrovi donna; tanto donna, che potrei quasi farti da mamma.\n— E io l’ho caro dimolto, perchè così, invece di sorellina, vi chiamerò la mia mamma. Gli è tanto tempo che mi struggo di avere una mamma come tutti gli altri ragazzi!... Ma come avete fatto a crescere così presto?\n― È un segreto.\n— Insegnatemelo: vorrei crescere un poco anch’io. Non lo vedete? Son sempre rimasto alto come un soldo di cacio.\n— Ma tu non puoi crescere — replicò la Fata.\n— Perchè?\n— Perchè i burattini non crescono mai. Nascono burattini, vivono burattini e muoiono burattini.\n— Oh! sono stufo di far sempre il burattino! — gridò Pinocchio, dandosi uno scappellotto. — Sarebbe ora che diventassi anch’io un uomo…\n— E lo diventerai, se saprai meritartelo…\n— Davvero? E che posso fare per meritarmelo?\n— Una cosa facilissima: avvezzarti a essere un ragazzino perbene.\n— O che forse non lo sono?\n— Tutt’altro! I ragazzi perbene sono ubbidienti, e tu invece…\n— E io non ubbidisco mai.\n— I ragazzi perbene prendono amore allo studio e al lavoro, e tu…\n— E io, invece, faccio il bighellone e il vagabondo tutto l’anno.\n— I ragazzi perbene dicono sempre la verità…\n— E io sempre le bugie.\n— I ragazzi perbene vanno volentieri alla scuola…\n— E a me la scuola mi fa venire i dolori di corpo. Ma da oggi in poi voglio mutar vita.\n— Me lo prometti?\n— Lo prometto. Voglio diventare un ragazzino perbene, e voglio essere la consolazione del mio babbo… Dove sarà il mio povero babbo, a quest’ora?\n— Non lo so.\n— Avrò mai la fortuna di poterlo rivedere e abbracciare?\n— Credo di sì: anzi ne sono sicura. —\nA questa risposta fu tale e tanta la contentezza di Pinocchio, che prese le mani alla Fata e cominciò a baciargliele con tanta foga, che pareva quasi fuori di sè. Poi, alzando il viso e guardandola amorosamente, le domandò:\n— Dimmi, mammina: dunque non è vero che tu sia morta?\n— Par di no — rispose sorridendo la Fata.\n— Se tu sapessi che dolore e che serratura alla gola che provai, quando lessi qui giace…\n— Lo so: ed è per questo che ti ho perdonato. La sincerità del tuo dolore mi fece conoscere che tu avevi il cuore buono: e dai ragazzi buoni di\n\ncuore, anche se sono un po’ monelli e avvezzati male, c’è sempre da sperar qualcosa: ossia, c’è\nDimmi, mammina: dunque non è vero che tu sia morta?\n\nsempre da sperare che rientrino sulla vera strada. Ecco perchè son venuta a cercarti fin qui. Io sarò la tua mamma…\n\n― Oh che bella cosa! — gridò Pinocchio saltando dall’allegrezza.\n— Tu mi ubbidirai e farai sempre quello che ti dirò io.\n— Volentieri, volentieri, volentieri!\n— Fino da domani, — soggiunse la Fata, — tu comincerai coll’andare a scuola. —\nPinocchio diventò subito un po’ meno allegro.\n— Poi sceglierai a tuo piacere un’arte o un mestiere… —\nPinocchio diventò serio.\n— Che cosa brontoli fra i denti? — domandò la Fata con accento risentito.\n— Dicevo… — mugolò il burattino a mezza voce, — che oramai per andare a scuola mi pare un po’ tardi…\n— Nossignore. Tieni a mente che per istruirsi e per imparare non è mai tardi.\n— Ma io non voglio fare nè arti nè mestieri…\n— Perchè?\n— Perchè a lavorare mi par fatica.\n— Ragazzo mio, — disse la Fata — quelli che dicono così, finiscono quasi sempre o in carcere o all’ospedale. L’uomo, per tua regola, nasca ricco o povero, è obbligato in questo mondo a far qualcosa, a occuparsi, a lavorare. Guai a lasciarsi prendere dall’ozio! L’ozio è una bruttissima malattia\ne bisogna guarirla subito, fin da bambini; se no, quando siamo grandi, non si guarisce più. —\nQueste parole toccarono l’animo di Pinocchio, il quale, rialzando vivacemente la testa, disse alla Fata:\n— Io studierò, io lavorerò, io farò tutto quello che mi dirai, perchè insomma, la vita del burattino mi è venuta a noia, e voglio diventare un ragazzo a tutti i costi. Me l’hai promesso, non è vero?\n— Te l’ho promesso, e ora dipende da te. ―","27":"XXVII.\n\n\nGiunto che fu sulla spiaggia, Pinocchio dètte subito una grande occhiata sul mare; ma non vide nessun Pesce-cane. Il mare era tutto liscio come un gran cristallo da specchio.\n— O il Pesce-cane dov’è? — domandò, voltandosi ai compagni.\n— Sarà andato a far colazione — rispose uno di loro, ridendo.\n— O si sarà buttato sul letto per far un sonnellino — soggiunse un altro, ridendo più forte che mai.\nDa quelle risposte sconclusionate e da quelle risatacce grulle, Pinocchio capì che i suoi compagni gli avevano fatto una brutta celia, dandogli ad intendere una cosa che non era vera; e pigliandosela a male, disse a loro con voce di bizza:\n— E ora? che sugo ci avete trovato a darmi ad intendere la storiella del Pesce-cane?\n— Il sugo c’è sicuro!… — risposero in coro quei monelli.\n— E sarebbe?\n— Quello di farti perdere la scuola e di farti venire con noi. Non ti vergogni a mostrarti tutti i giorni così preciso e così diligente alla lezione? Non ti vergogni a studiar tanto, come fai?\n— E se io studio, che cosa ve ne importa?\n— A noi ce ne importa moltissimo, perchè ci costringi a fare una brutta figura col maestro…\n— Perchè?\n— Perchè gli scolari che studiano fanno sempre scomparire quelli, come noi, che non hanno voglia di studiare. E noi non vogliamo scomparire! Anche noi abbiamo il nostro amor proprio!…\n— E allora che cosa devo fare per contentarvi?\n— Devi prendere a noia, anche tu, la scuola, la lezione e il maestro, che sono i nostri tre grandi nemici.\n— E se io volessi seguitare a studiare?\n— Noi non ti guarderemo più in faccia, e alla prima occasione ce la pagherai.\n— In verità mi fate quasi ridere — disse il burattino con una scrollatina di capo.\n— Ehi, Pinocchio! — gridò allora il più grande di quei ragazzi andandogli sul viso. — Non venir qui a fare lo smargiasso: non venir qui a far tantoil galletto!… perchè se tu non hai paura di noi, neanche noi abbiamo paura di te! Ricordati che tu sei solo e noi siamo in sette.\n— Sette come i peccati mortali, — disse Pinocchio con una gran risata.\n— Avete sentito? Ci ha insultati tutti! Ci ha chiamati col nome di peccati mortali!…\n— Pinocchio! chiedici scusa dell’offesa… e se no, guai a te!…\n— Cucù! — fece il burattino, battendosi coll’indice sulla punta del naso, in segno di canzonatura.\n— Pinocchio! la finisce male!…\n— Cucù!\n— Ne toccherai quanto un somaro!…\n— Cucù!\n— Ritornerai a casa col naso rotto!…\n— Cucù!\n— Ora il Cucù te lo darò io! — gridò il più ardito di quei monelli. — Prendi intanto quest’acconto, e serbalo per la cena di stasera. —\nE nel dir così gli appiccicò un pugno nel capo.\nMa fu, come si suol dire, botta e risposta; perchè il burattino, com’era da aspettarselo, rispose subito con un altro pugno: e lì, da un momento all’altro, il combattimento diventò generale e accanito.\nPinocchio, sebbene fosse solo, si difendeva come un eroe. Con quei suoi piedi di legno durissimo lavorava così bene, da tener sempre i suoi nemici a rispettosa distanza. Dove i suoi piedi potevano arrivare e toccare, ci lasciavano sempre un livido per ricordo.\nAllora i ragazzi indispettiti di non potersi misurare col burattino a corpo a corpo, pensarono bene di metter mano ai proiettili; e sciolti i fagotti de’ loro libri di scuola, cominciarono a scagliare contro di lui iSillabari, leGrammatiche, iGiannettini, iMinuzzoli, iRaccontidelThouar, ilPulcinodellaBaccinie altri libri scolastici: ma il burattino, che era d’occhio svelto e ammalizzito, faceva sempre civetta a tempo, sicchè i volumi, passandogli di sopra al capo, andavano tutti a cascare nel mare.\nFiguratevi i pesci! I pesci, credendo che quei libri fossero roba da mangiare, correvano a frotte a fior d’acqua; ma dopo avere abboccata qualche pagina o qualche frontespizio, la risputavano subito, facendo con la bocca una certa smorfia, che pareva volesse dire: «Non è roba per noi: noi siamo avvezzi a cibarci molto meglio!»\nIntanto il combattimento s’inferociva sempre più, quand’ecco che un grosso Granchio, che era uscito fuori dell’acqua e s’era adagio adagio arrampicatofin sulla spiaggia, gridò con una vociaccia di trombone infreddato:\n— Smettetela, birichini che non siete altro!\nQuand'ecco che un grosso Granchio, che era uscito fuori dall'acqua....\n\nQueste guerre manesche fra ragazzi e ragazzi raramente vanno a finir bene. Qualche disgrazia accade sempre!… —\nPovero Granchio! Fu lo stesso che avesse predicato al vento. Anzi, quella birba di Pinocchio,voltandosi indietro a guardarlo in cagnesco, gli disse sgarbatamente:\n— Chetati, Granchio dell’uggia! Faresti meglio a succiare due pasticche di lichene per guarire da codesta infreddatura di gola. Va’ piuttosto a letto, e cerca di sudare!\nIn quel frattempo i ragazzi, che avevano finito oramai di tirare tutti i loro libri, occhiarono lì a poca distanza il fagotto dei libri del burattino, e se ne impadronirono in men che non si dice.\nFra questi libri, v’era un volume rilegato in cartoncino grosso, colla costola e colle punte di cartapecora. Era unTrattato di Aritmetica. Vi lascio immaginare se era peso di molto!\nUno di quei monelli agguantò quel volume, e presa di mira la testa di Pinocchio, lo scagliò con quanta forza aveva nel braccio: ma invece di cogliere il burattino, colse nella testa uno dei compagni, il quale diventò bianco come un panno lavato, e non disse altro che queste parole:\n— O mamma mia,… aiutatemi perchè muoio!… — Poi cadde disteso sulla rena del lido.\nAlla vista di quel morticino, i ragazzi spaventati si dettero a scappare a gambe, e in pochi minuti non si videro più.\nMa Pinocchio rimase lì; e sebbene per il dolore e per lo spavento, anche lui fosse più mortoche vivo, nondimeno corse ad inzuppare il suo fazzoletto nell’acqua del mare, e si pose a bagnare la tempia del suo povero compagno di scuola. E intanto, piangendo dirottamente e disperandosi, lo chiamava per nome e gli diceva:\n— Eugenio!… povero Eugenio mio!… apri gli occhi e guardami!… Perchè non mi rispondi? Non sono stato io, sai, che ti ho fatto tanto male! Credilo, non sono stato io!… Apri gli occhi, Eugenio… Se tieni gli occhi chiusi, mi farai morire anche me… O Dio mio! come farò ora a tornare a casa?… Con che coraggio potrò presentarmi alla mia buona mamma? Che sarà di me?… Dove fuggirò?… Dove andrò a nascondermi?… Oh quant’era meglio, mille volte meglio che fossi andato a scuola!… Perchè ho dato retta a questi compagni, che sono la mia dannazione? E il maestro me l’aveva detto!… e la mia mamma me l’aveva ripetuto: «Guardati dai cattivi compagni!» Ma io sono un testardo… un caparbiaccio… lascio dir tutti, e poi fo sempre a modo mio! E dopo mi tocca a scontarle… E così, da che sono al mondo, non ho mai avuto un quarto d’ora di bene. Dio mio! Che sarà di me, che sarà di me, che sarà di me? ―\nE Pinocchio continuava a piangere, a berciare, a darsi dei pugni nel capo e a chiamar per nomeil povero Eugenio, quando sentì a un tratto un rumore sordo di passi che si avvicinavano.\nSi voltò: erano due carabinieri.\n— Che cosa fai così sdraiato per terra? — domandarono a Pinocchio.\n— Assisto questo mio compagno di scuola.\n— Che gli è venuto male?\n— Par di sì!…\n— Altro che male! — disse uno dei carabinieri chinandosi e osservando Eugenio da vicino. — Questo ragazzo è stato ferito in una tempia: chi è che l’ha ferito?\n— Io no! — balbettò il burattino che non aveva più fiato in corpo.\n— Se non sei stato tu, chi è stato dunque che l’ha ferito?\n— Io no! — ripetè Pinocchio.\n— E con che cosa è stato ferito?\n— Con questo libro. — E il burattino raccattò di terra ilTrattato di Aritmetica, rilegato in cartone e cartapecora, per mostrarlo al carabiniere.\n— E questo libro di chi è?\n— Mio.\n— Basta così: non occorre altro. Rizzati subito, e vien via con noi.\n— Ma io…\n— Via con noi!…\n— Ma io sono innocente…\n— Via con noi! ―\nPrima di partire, i carabinieri chiamarono alcuni pescatori, che in quel momento passavano per l’appunto colla loro barca vicino alla spiaggia, e dissero loro:\n— Vi affidiamo questo ragazzetto ferito nel capo. Portatelo a casa vostra e assistetelo. Domani torneremo a vederlo. ―\nQuindi si volsero a Pinocchio, e dopo averlo messo in mezzo a loro due, gl’intimarono con accento soldatesco:\n— Avanti! e cammina spedito! se no, peggio per te! ―\nSenza farselo ripetere, il burattino cominciò a camminare per quella viottola, che conduceva al paese. Ma il povero diavolo non sapeva più nemmeno lui in che mondo si fosse. Gli pareva di sognare, e che brutto sogno! Era fuori di sè. I suoi occhi vedevano tutto doppio: le gambe gli tremavano: la lingua gli era rimasta attaccata al palato e non poteva più spiccicare una sola parola. Eppure, in mezzo a quella specie di stupidità e di rintontimento, una spina acutissima gli bucava il cuore: il pensiero, cioè, di dover passare sotto le finestre di casa della sua buona fata,in mezzo ai carabinieri. Avrebbe preferito piuttosto di morire.\nErano già arrivati e stavano per entrare inSi volsero a Pinocchio, e dopo averlo messo in mezzo a loro due.paese, quando una folata di vento strapazzone levò di testa a Pinocchio il berretto, portandoglielo lontano una diecina di passi.\n— Si contentano — disse il burattino ai carabinieri — che vada a riprendere il mio berretto?\n— Vai pure; ma facciamo una cosa lesta. —\nIl burattino andò, raccattò il berretto.... ma invece di metterselo in capo, se lo mise in bocca fra i denti, e poi cominciò a correre di gran carriera verso la spiaggia del mare. Andava via come una palla di fucile.\nI carabinieri, giudicando che fosse difficile raggiungerlo, gli aizzarono dietro un grosso cane mastino che aveva guadagnato il primo premio a tutte le corse dei cani. Pinocchio correva, e il cane correva più di lui; per cui tutta la gente si affacciava alle finestre e si affollava in mezzo alla strada, ansiosa di veder la fine di un palio così inferocito. Ma non potè levarsi questa voglia, perchè il can mastino e Pinocchio sollevarono lungo la strada un tal polverone, che dopo pochi minuti non era possibile di veder più nulla.","18":"XVIII.\n\nPinocchio ritrova la Volpe e il Gatto, e va con loro a seminare\nle quattro monete nel Campo dei miracoli.\n\nCome potete immaginarvelo, la Fata lasciò che il burattino piangesse e urlasse una buona mezz’ora, a motivo di quel suo naso che non passava più dalla porta di camera: e lo fece per dargli una severa lezione perchè si correggesse dal brutto vizio di dire bugie, il più brutto vizio che possa avere un ragazzo. Ma quando lo vide trasfigurato e cogli occhi fuori della testa dalla gran disperazione, allora, mossa a pietà, battè le mani insieme, e a quel segnale entrarono in camera dalla finestra un migliaio di grossi uccelli chiamati Picchi, i quali, posatisi tutti sul naso di Pinocchio, cominciarono a beccarglielo tanto e poi tanto, che in pochi minuti quel naso enorme e spropositato si trovò ridotto alla sua grandezza naturale.\n— Quanto siete buona, Fata mia, — disse il burattino, asciugandosi gli occhi — e quanto bene vi voglio!\n— Ti voglio bene anch’io, — rispose la Fata, — e se tu vuoi rimanere con me, tu sarai il mio fratellino e io la tua buona sorellina…\n— Io resterei volentieri… ma il mio povero babbo?\n— Ho pensato a tutto. Il tuo babbo è stato digià avvertito: e prima che faccia notte, sarà qui.\n— Davvero?… — gridò Pinocchio, saltando dall’allegrezza. — Allora, Fatina mia, se vi contentate, vorrei andargli incontro! Non vedo l’ora di poter dare un bacio a quel povero vecchio, che ha sofferto tanto per me!\n— Vai pure, ma bada di non ti sperdere. Prendi la via del bosco, e sono sicurissima che lo incontrerai. —\nPinocchio partì: e appena entrato nel bosco, cominciò a correre come un capriolo. Ma quando fu arrivato a un certo punto, quasi in faccia alla Quercia grande, si fermò, perchè gli parve di aver sentito gente fra mezzo alle frasche. Difatti vide apparire sulla strada, indovinate chi?… la Volpe e il Gatto, ossia i due compagni di viaggio, coi quali aveva cenato all’osteria del Gambero Rosso.\n— Ecco il nostro caro Pinocchio! — gridò la Volpe, abbracciandolo e baciandolo. — Come mai sei qui?\n— Come mai sei qui? — ripetè il Gatto.\n\n― È una storia lunga — disse il burattino — e ve la racconterò a comodo. Sappiate però che l’altra notte, quando mi avete lasciato solo sull’osteria, ho trovato gli assassini per la strada…\n― Gli assassini?… Oh povero amico! E che cosa volevano?\n\n-Ecco il nostro caro Pinocchio! - gridò la Volpe abbracciandolo.\n— Mi volevano rubare le monete d’oro.\n— Infami!… — disse la Volpe.\n— Infamissimi! — ripetè il Gatto.\n— Ma io cominciai a scappare, — continuò a dire il burattino, — e loro sempre dietro: finchè mi raggiunsero e m’impiccarono a un ramo di quella quercia...―\nE Pinocchio accennò la Quercia grande, che era lì a due passi.\n— Si può sentir di peggio? — disse la Volpe. — In che mondo siamo condannati a vivere? Dove troveremo un rifugio sicuro noi altri galantuomini?… ―\nNel tempo che parlavano così, Pinocchio si accòrse che il Gatto era zoppo dalla gamba destra davanti, perchè gli mancava in fondo tutto lo zampetto cogli unghioli: per cui gli domandò:\n— Che cosa hai fatto del tuo zampetto? ―\nIl Gatto voleva rispondere qualche cosa, ma s’imbrogliò. Allora la Volpe disse subito:\n— Il mio amico è troppo modesto, e per questo non risponde. Risponderò io per lui. Sappi dunque che un’ora fa abbiamo incontrato sulla strada un vecchio lupo, quasi svenuto dalla fame, che ci ha chiesto un po’ d’elemosina. Non avendo noi da dargli nemmeno una lisca di pesce, che cosa ha fatto l’amico mio, che ha davvero un cuore di Cesare?… Si è staccato coi denti uno zampetto delle sue gambe davanti e l’ha gettato a quella povera bestia, perchè potesse sdigiunarsi. ―\nE la Volpe nel dir così, si asciugò una lagrima.\nPinocchio, commosso anche lui, si avvicinò al Gatto, sussurrandogli negli orecchi:\n— Se tutti i gatti ti somigliassero, fortunati i topi!\n— E ora che cosa fai in questi luoghi? — domandò la Volpe al burattino.\n— Aspetto il mio babbo, che deve arrivare qui di momento in momento.\n— E le tue monete d’oro?\n— Le ho sempre in tasca, meno una che la spesi all’osteria del Gambero Rosso.\n— E pensare che, invece di quattro monete, potrebbero diventare domani mille e duemila! Perchè non dài retta al mio consiglio? Perchè non vai a seminarle nel Campo dei miracoli?\n— Oggi è impossibile: vi anderò un altro giorno.\n— Un altro giorno sarà tardi! — disse la Volpe.\n— Perchè?\n— Perchè quel campo è stato comprato da un gran signore e da domani in là non sarà più permesso a nessuno di seminarvi i denari.\n— Quant’è distante di qui il Campo dei miracoli?\n— Due chilometri appena. Vuoi venire con noi? Fra mezz’ora sei là: semini subito le quattro monete: dopo pochi minuti ne raccogli duemila e stasera ritorni qui colle tasche piene. Vuoi venire con noi? ―\nPinocchio esitò un poco a rispondere, perchè\ngli tornò in mente la buona Fata, il vecchio Geppetto e gli avvertimenti del Grillo-parlante; ma poi finì col fare come fanno tutti i ragazzi senza un fil di giudizio e senza cuore; finì, cioè, col dare una scrollatina di capo, e disse alla Volpe e al Gatto:\n— Andiamo pure; io vengo con voi. ―\nE partirono.\nDopo aver camminato una mezza giornata arrivarono a una città che aveva nome «Acchiappacitrulli.» Appena entrato in città, Pinocchio vide tutte le strade popolate di cani spelacchiati, che sbadigliavano dall’appetito, di pecore tosate, che tremavano dal freddo, di galline rimaste senza cresta e senza bargigli, che chiedevano l’elemosina d’un chicco di granturco, di grosse farfalle che non potevano più volare, perchè avevano venduto le loro bellissime ali colorite, di pavoni tutti scodati, che si vergognavano a farsi vedere, e di fagiani che zampettavano cheti cheti, rimpiangendo le loro scintillanti penne d’oro e d’argento, oramai perdute per sempre.\nIn mezzo a questa folla di accattoni e di poveri vergognosi, passavano di tanto in tanto alcune carrozze signorili con dentro o qualche volpe, o qualche gazza ladra, o qualche uccellaccio di rapina.\n\n— E il Campo dei miracoli dov’è? — domandò Pinocchio.\n— È qui a due passi. —\nDetto fatto traversarono la città, e, usciti fuori\nVide tutte le strade popolate di cani spelacchiati.\n\ndelle mura, si fermarono in un campo solitario che, su per giù, somigliava a tutti gli altri campi.\n— Eccoci giunti; — disse la Volpe al burattino — Ora chinati giù a terra, scava con le mani una piccola buca nel campo, e mettici dentro le monete d’oro. —\nPinocchio obbedì. Scavò la buca, ci pose le\nquattro monete d’oro che gli erano rimaste: e dopo ricoprì la buca con un po’ di terra.\n— Ora poi — disse la Volpe — vai alla gora qui vicina, prendi una secchia d’acqua e annaffia il terreno dove hai seminato. ―\nPinocchio andò alla gora, e perchè non aveva lì per lì una secchia, si levò di piedi una ciabatta e, riempitala d’acqua, annaffiò la terra che copriva la buca. Poi domandò:\n— C’è altro da fare?\n— Nient’altro; — rispose la Volpe — Ora possiamo andar via. Tu poi ritorna qui fra una ventina di minuti, e troverai l’arboscello già spuntato dal suolo e coi rami tutti carichi di monete. ―\nIl povero burattino, fuori di sè dalla contentezza, ringraziò mille volte la Volpe e il Gatto, e promise loro un bellissimo regalo.\n— Noi non vogliamo regali; — risposero que’ due malanni — A noi ci basta di averti insegnato il modo di arricchire senza durar fatica, e siamo contenti come pasque. ―\nCiò detto salutarono Pinocchio, e augurandogli una buona raccolta, se ne andarono per i fatti loro.","9":"IX.\n\nPinocchio vende l’Abbecedario per andare a vedere\nil teatrino dei burattini.\n\nSmesso che fu di nevicare, Pinocchio col suo bravo Abbecedario nuovo sotto il braccio, prese la strada che menava alla scuola: e strada facendo, fantasticava nel suo cervellino mille ragionamenti e mille castelli in aria, uno più bello dell’altro.\nE discorrendo da sè solo, diceva:\n— Oggi, alla scuola, voglio subito imparare a leggere: domani poi imparerò a scrivere, e domani l’altro imparerò a fare i numeri. Poi, colla mia abilità, guadagnerò molti quattrini e coi primi quattrini che mi verranno in tasca, voglio subito fare al mio babbo una bella casacca di panno.\nMa che dico di panno? Gliela voglio fare tutta d’argento e d’oro, e coi bottoni di brillanti. E quel pover’uomo se la merita davvero: perchè, insomma, per comprarmi i libri e per farmi istruire, è rimasto in maniche di camicia.... a questi freddi! Non ci sono che i babbi che sieno capaci di certi sacrifizi!... —\nMentre tutto commosso diceva così, gli parve di sentire in lontananza una musica di pifferi e di colpi di grancassa: pì-pì-pì, pì-pì-pì, zum, zum, zum, zum.\nSi fermò e stette in ascolto. Quei suoni venivano di fondo a una lunghissima strada traversa, che conduceva a un piccolo paesetto fabbricato sulla spiaggia del mare.\n— Che cosa sia questa musica? Peccato che io debba andare a scuola, se no.... —\nE rimase lì perplesso. A ogni modo, bisognava prendere una risoluzione; o a scuola, o a sentire i pifferi.\n— Oggi anderò a sentire i pifferi, e domani a scuola. Per andare a scuola c’è sempre tempo — disse finalmente quel monello, facendo una spallucciata.\nDetto fatto, infilò giù per la strada traversa e cominciò a correre a gambe. Più correva e più sentiva distinto il suono dei pifferi e dei tonfi della grancassa: pì-pì-pì, pì-pì-pì, pì-pì-pì, zum, zum, zum, zum.\nQuand’ecco che si trovò in mezzo a una piazza tutta piena di gente, la quale si affollava intorno a un gran baraccone di legno e di tela dipinta di mille colori.\n— Che cos’è quel baraccone? — domandò\nPinocchio, voltandosi a un ragazzetto che era lì del paese.\n— Leggi il cartello, che c’è scritto, e lo saprai.\n— Lo leggerei volentieri, ma per l’appunto oggi non so leggere.\n— Bravo bue! Allora te lo leggerò io. Sappi dunque che in quel cartello a lettere rosse come il fuoco, c’è scritto: Gran Teatro dei Burattini....\n— È molto che è incominciata la commedia?\n— Comincia ora.\n— E quanto si spende per entrare?\n— Quattro soldi. —\nPinocchio, che aveva addosso la febbre della curiosità, perse ogni ritegno e disse, senza vergognarsi, al ragazzetto col quale parlava:\n— Mi daresti quattro soldi fino a domani?\n— Te li darei volentieri, — gli rispose l’altro canzonandolo — ma oggi per l’appunto non te li posso dare.\n— Per quattro soldi, ti vendo la mia giacchetta — gli disse allora il burattino.\n— Che vuoi che mi faccia di una giacchetta di carta fiorita? Se ci piove su, non c’è più verso di cavarsela da dosso.\n— Vuoi comprare le mie scarpe?\n— Sono buone per accendere il fuoco.\n— Quanto mi dài del berretto?\n— Bell’acquisto davvero! Un berretto di midolla di pane! C’è il caso che i topi me lo vengano a mangiare in capo!―\nPinocchio era sulle spine. Stava lì lì per fare\n— Vuoi darmi quattro soldi di quest’Abbecedario nuovo?\n\nun’ultima offerta: ma non aveva coraggio; esitava, tentennava, pativa. Alla fine disse:\n— Vuoi darmi quattro soldi di quest’Abbecedario nuovo?\n— Io sono un ragazzo, e non compro nulla dai ragazzi, — gli rispose il suo piccolo interlocutore, che aveva molto più giudizio di lui.\n— Per quattro soldi l’Abbecedario lo prendo\nio, — gridò un rivenditore di panni usati, che s’era trovato presente alla conversazione.\nE il libro fu venduto lì sui due piedi. E pensare che quel pover’uomo di Geppetto era rimasto a casa, a tremare dal freddo in maniche di camicia, per comprare l’Abbecedario al figliuolo!","35":"XXXV.\n\nPinocchio ritrova in corpo al Pesce-cane.... chi ritrova?Leggete questo capitolo e lo saprete.\n\nPinocchio, appena che ebbe detto addio al suo buon amico Tonno, si mosse brancolando in mezzo a quel buio, e camminando a tastoni dentro il corpo del Pesce-cane, si avviò, un passo dietro l’altro, verso quel piccolo chiarore che vedeva baluginare lontano lontano.\nE nel camminare sentì che i suoi piedi sguazzavano in una pozzanghera d’acqua grassa e sdrucciolona, e quell’acqua sapeva di un odore così acuto di pesce fritto, che gli pareva di essere a mezza quaresima.\nE più andava avanti, e più il chiarore si faceva rilucente e distinto: finchè, cammina cammina, alla fine arrivò: e quando fu arrivato.... che cosa trovò? Ve lo do a indovinare in mille: trovò una piccola tavola apparecchiata, con sopra una candela accesa infilata in una bottiglia di cristallo verde, e seduto a tavola un vecchiettino tuttobianco, come se fosse di neve o di panna montata, il quale se ne stava lì biascicando alcuni pesciolini vivi, ma tanto vivi, che alle volte, mentre li mangiava, gli scappavano perfino di bocca.\nE più andava avanti, e più il chiarore si faceva rilucente.\n\nA quella vista il povero Pinocchio ebbe un’allegrezza così grande e così inaspettata, che ci mancò un ètte non cadesse in delirio. Voleva ridere, voleva piangere, voleva dire un monte di cose; e invece mugolava confusamente e balbettava delle parole tronche e sconclusionate.Finalmente gli riuscì di cacciar fuori un grido di gioia, e spalancando le braccia e gettandosi al collo del vecchietto, cominciò a urlare:\n— Oh! babbino mio! finalmente vi ho ritrovato! Ora poi non vi lascio più, mai più, mai più!\nGettandosi al collo del vecchietto, cominciò a urlare.\n— Dunque gli occhi mi dicono il vero? — replicò il vecchietto stropicciandosi gli occhi. — Dunque tu se’ proprio il mi’ caro Pinocchio?\n— Sì, sì, sono io, proprio io! E voi mi avete digià perdonato, non è vero? Oh! babbino mio, come siete buono!... e pensare che io, invece.... Oh! ma se sapeste quante disgrazie mi son piovute sul capo e quante cose mi son andate a traverso! Figurateviche il giorno che voi, povero babbino, col vendere la vostra casacca, mi compraste l’Abbecedario per andare a scuola, io scappai a vedere i burattini, e il burattinaio mi voleva mettere sul fuoco perchè gli cocessi il montone arrosto, che fu quello poi che mi dètte cinque monete d’oro, perchè le portassi a voi, ma io trovai la Volpe e il Gatto, che mi condussero all’Osteria del Gambero Rosso dove mangiarono come lupi, e partito solo di notte incontrai gli assassini che si messero a corrermi dietro, e io via, e loro dietro, e io via e loro sempre dietro, e io via, finchè m’impiccarono a un ramo della Quercia Grande, dovecchè la bella Bambina dai capelli turchini mi mandò a prendere con una carrozzina, e i medici, quando m’ebbero visitato, dissero subito: «Se non è morto, è segno che è sempre vivo», e allora mi scappò detto una bugia, e il naso cominciò a crescermi e non mi passava più dalla porta di camera, motivo per cui andai con la Volpe e col Gatto a sotterrare le quattro monete d’oro, che una l’avevo spesa all’osteria, e il pappagallo si messe a ridere, e viceversa di duemila monete non trovai più nulla, la quale il giudice quando seppe che ero stato derubato, mi fece subito mettere in prigione, per dare una soddisfazione ai ladri, di dove, col venir via, vidi un bel grappolod’uva in un campo, che rimasi preso alla tagliola e il contadino di santa ragione mi messe il collare da cane perchè facessi la guardia al pollaio, che riconobbe la mia innocenza e mi lasciò andare, e il serpente, colla coda che gli fumava, cominciò a ridere e gli si strappò una vena sul petto, e così ritornai alla casa della bella Bambina, che era morta, e il Colombo vedendo che piangevo mi disse: «Ho visto il tu’ babbo che si fabbricava una barchettina per venirti a cercare» e io gli dissi: «Oh! se avessi le ali anch’io» e lui mi disse: «Vuoi venire dal tuo babbo?» e io gli dissi: « Magari! ma chi mi ci porta?» e lui mi disse: «Ti ci porto io» e io gli dissi: «Come?» e lui mi disse: «Montami sulla groppa» e così abbiamo volato tutta la notte, poi la mattina tutti i pescatori che guardavano verso il mare mi dissero: «C’è un pover’omo in una barchetta che sta per affogare» e io da lontano vi riconobbi subito, perchè me lo diceva il core, e vi feci segno di tornare alla spiaggia....— Ti riconobbi anch’ io, — disse Geppetto — e sarei volentieri tornato alla spiaggia: ma come fare? il mare era grosso e un cavallone m’arrovesciò la barchetta. Allora un orribile Pesce-cane che era lì vicino, appena che m’ebbe visto nell’acqua, corse subito verso di me, e tirata fuori lalingua, mi prese pari pari, e m’inghiottì come un tortellino di Bologna.\n— E quant’è che siete chiuso qui dentro? — domandò Pinocchio.\n— Da quel giorno in poi, saranno ormai due anni: due anni, Pinocchio mio.... che mi son parsi due secoli!\n— E come avete fatto a campare? E dove avete trovata la candela? E i fiammiferi per accenderla, chi ve li ha dati?\n— Ora ti racconterò tutto. Devi dunque sapere che quella medesima burrasca, che rovesciò la mia barchetta, fece anche affondare un bastimento mercantile. I marinai si salvarono tutti, ma il bastimento colò a fondo, e il solito Pesce-cane, che quel giorno aveva un appetito eccellente, dopo aver inghiottito me, inghiottì anche il bastimento....\n— Come? Lo inghiottì tutto in un boccone?... — domandò Pinocchio maravigliato.\n— Tutto in un boccone: e risputò solamente l’albero maestro, perchè gli era rimasto fra i denti come una lisca. Per mia gran fortuna, quel bastimento era carico di carne conservata in cassette di stagno, ma di biscotto, ossia di pane abbrostolito, di bottiglie di vino, d’uva secca, di cacio, di caffè, di zucchero, di candele stearichee di scatole di fiammiferi di cera. Con tutta questa grazia di Dio ho potuto campare due anni: ma oggi sono agli ultimi sgoccioli: oggi nella dispensa non c’è più nulla, e questa candela, che vedi accesa, è l’ultima candela che mi sia rimasta…\n— E dopo?\n— E dopo, caro mio, rimarremo tutt’e due al buio.\n— Allora, babbino mio, — disse Pinocchio — non c’è tempo da perdere. Bisogna pensar subito a fuggire.\n— A fuggire?… e come?\n— Scappando dalla bocca del Pesce-cane e gettandosi a nuoto in mare.\n— Tu parli bene: ma io, caro Pinocchio, non so nuotare!\n— E che importa?… Voi mi monterete a cavalluccio sulle spalle, e io, che sono un buon nuotatore, vi porterò sano e salvo fino alla spiaggia.\n— Illusioni, ragazzo mio! — replicò Geppetto, scotendo il capo e sorridendo malinconicamente. — Ti par egli possibile che un burattino, alto appena un metro come sei tu, possa aver tanta forza da portarmi a nuoto sulle spalle?\n— Provatevi e vedrete! A ogni modo, se sarà scritto in cielo che dobbiamo morire, avremo almenola gran consolazione di morire abbracciati insieme. ―\nE senza dir altro, Pinocchio prese in mano la candela, e andando avanti per far lume, disse al suo babbo:\n— Venite dietro a me, e non abbiate paura. — E così camminarono un bel pezzo, e traversarono tutto il corpo e tutto lo stomaco del Pesce-cane. Ma giunti che furono al punto dove cominciava la spaziosa gola del mostro, pensarono bene di fermarsi per dare un’occhiata e cogliere il momento opportuno alla fuga.\nOra bisogna sapere che il Pesce-cane, essendo molto vecchio e soffrendo d’asma e di palpitazione di cuore, era costretto a dormire a bocca aperta: per cui Pinocchio affacciandosi al principio della gola, e guardando in su, potè vedere al di fuori di quell’enorme bocca spalancata un bel pezzo di cielo stellato e un bellissimo lume di luna.\n— Questo è il vero momento di scappare — bisbigliò allora, voltandosi al suo babbo. — Il Pesce-cane dorme come un ghiro: il mare è tranquillo e ci si vede come di giorno. Venite dunque, babbino, dietro a me, e fra poco saremo salvi. —\nDetto fatto salirono su per la gola del mostro marino, e arrivati in quell’immensa bocca cominciarono a camminare in punta di piedi sulla lingua;; una lingua così larga e così lunga, che pareva il viottolone d’un giardino. E già stavano lì lì per fare il gran salto e per gettarsi a nuoto nel mare, quando, sul più bello, il Pesce-cane starnutì, e nello starnutire, dètte uno scossone così violento, che Pinocchio e Geppetto si trovarono rimbalzati all’indietro e scaraventati nuovamente in fondo allo stomaco del mostro.\nNel grand’urto della caduta la candela si spense, e padre e figliuolo rimasero al buio.\n— E ora?… — domandò Pinocchio facendosi serio.\n— Ora, ragazzo mio, siamo bell’e perduti.\n— Perchè perduti? Datemi la mano, babbino, e badate di non sdrucciolare!…\n— Dove mi conduci?\n— Dobbiamo ritentare la fuga. Venite con me e non abbiate paura. —\nCiò detto, Pinocchio prese il suo babbo per la mano: e camminando sempre in punta di piedi, risalirono insieme su per la gola del mostro: poi traversarono tutta la lingua e scavalcarono i tre filari di denti. Prima però di fare il gran salto, il burattino disse al suo babbo:\n— Montatemi a cavalluccio sulle spalle e abbracciatemi forte forte. Al resto ci penso io. —\nSi gettò nell’acqua e cominciò a nuotare.\nsulle spalle del figliuolo, il bravo Pinocchio, sicuro del fatto suo, si gettò nell’acqua e cominciò a nuotare. Il mare era tranquillo come un olio: la luna splendeva in tutto il suo chiarore, e il Pesce-cane seguitava a dormire di un sonno così profondo, che non l’avrebbe svegliato nemmeno una cannonata.\n\n__________","11":"XI.\n\nMangiafoco starnutisce e perdona a Pinocchio, il quale poi difende dalla morte il suo amico Arlecchino.\n\nIl burattinaio Mangiafoco (che questo era il suo nome) pareva un uomo spaventoso, non dico di no, specie con quella sua barbaccia nera che, a uso grembiale, gli copriva tutto il petto e tutte le gambe; ma nel fondo poi non era un cattiv’uomo. Prova ne sia, che quando vide portarsi davanti quel povero Pinocchio, che si dibatteva per ogni verso, urlando «Non voglio morire, non voglio morire!», principiò subito a commuoversi e a impietosirsi; e dopo aver resistito un bel pezzo, alla fine non ne potè più, e lasciò andare un sonorosissimo starnuto.\nA quello starnuto, Arlecchino, che fin allora era stato afflitto e ripiegato come un salcio piangente, si fece tutto allegro in viso, e chinatosi verso Pinocchio, gli bisbigliò sottovoce:\n— Buone nuove, fratello. Il burattinaio ha starnutito, e questo è segno che s’è mosso a compassione per te, e oramai sei salvo. —\nPerchè bisogna sapere che, mentre tutti gli\nuomini quando si sentono impietositi per qualcuno, o piangono, o per lo meno fanno finta di rasciugarsi gli occhi, Mangiafoco, invece, ogni volta che s’inteneriva davvero, aveva il vizio di starnutire. Era un modo come un altro, per dare a conoscere agli altri la sensibilità del suo cuore.\nDopo aver starnutito, il burattinaio, seguitando a fare il burbero, gridò a Pinocchio:\n— Finiscila di piangere! I tuoi lamenti mi hanno messo un’uggiolina in fondo allo stomaco.... sento uno spasimo, che quasi quasi.... etcì, etcì! — e fece altri due starnuti.\n— Felicità! — disse Pinocchio.\n— Grazie. E il tuo babbo e la tua mamma sono sempre vivi? — domandò Mangiafoco.\n— Il babbo, sì; la mamma non l’ho mai conosciuta.\n— Chi lo sa che dispiacere sarebbe per il tuo vecchio padre, se ora ti facessi gettare fra quei carboni ardenti! Povero vecchio! lo compatisco.... etcì, etcì, etcì, — e fece altri tre starnuti.\n— Felicità! — disse Pinocchio.\n— Grazie. Del resto bisogna compatire anche me, perchè, come vedi, non ho più legna per finire di cuocere quel montone arrosto, e tu, dico la verità, in questo caso mi avresti fatto un gran comodo! Ma oramai mi sono impietosito e ci vuol pazienza. Invece di te, metterò a bruciare sotto\nlo spiede qualche burattino della mia compagnia. Olà, giandarmi! —\nA questo comando comparvero subito due giandarmi di legno, lunghi lunghi, secchi secchi, col cappello a lucerna in testa e colla sciabola sfoderata in mano.\n— Pigliatemi lì quell’Arlecchino....\n\nAllora il burattinaio disse loro con voce rantolosa:\n— Pigliatemi lì quell’Arlecchino, legatelo ben\nbene, e poi gettatelo a bruciare sul fuoco. Io voglio che il mio montone sia arrostito bene! —\nFiguratevi il povero Arlecchino! Fu tanto il suo spavento, che le gambe gli si ripiegarono e cadde bocconi per terra.\nPinocchio, alla vista di quello spettacolo straziante, andò a gettarsi ai piedi del burattinaio e piangendo dirottamente e bagnandogli di lacrime tutti i peli della lunghissima barba, cominciò a dire con voce supplichevole:\n— Pietà, signor Mangiafoco!...\n— Qui non ci son signori! — replicò duramente il burattinaio.\n— Pietà, signor Cavaliere!...\n— Qui non ci son cavalieri!\n— Pietà, signor Commendatore!...\n— Qui non ci son commendatori!\n— Pietà, Eccellenza!... —\nA sentirsi chiamare Eccellenza, il burattinaio fece subito il bocchino tondo, e diventato tutt’a un tratto più umano e più trattabile, disse a Pinocchio:\n— Ebbene, che cosa vuoi da me?\n— Vi domando grazia per il povero Arlecchino!...\n— Qui non c’è grazia che tenga. Se ho risparmiato te, bisogna che faccia mettere sul fuoco lui, perchè io voglio che il mio montone sia arrostito bene.\n— In questo caso, — gridò fieramente Pinocchio, rizzandosi e gettando via il suo berretto di midolla di pane, — in questo caso conosco qual è il mio dovere. Avanti, signori giandarmi! Legatemi e gettatemi là fra quelle fiamme. No, non è giusta che il povero Arlecchino, il vero amico mio, debba morire per me!…\nQueste parole, pronunziate con voce alta e con accento eroico, fecero piangere tutti i burattini che erano presenti a quella scena. Gli stessi giandarmi, sebbene fossero di legno, piangevano come due agnellini di latte.\nMangiafoco, sul principio, rimase duro e immobile come un pezzo di ghiaccio: ma poi, adagio adagio, cominciò anche lui a commuoversi e a starnutire. E fatti quattro o cinque starnuti, aprì affettuosamente le braccia e disse a Pinocchio:\n— Tu sei un gran bravo ragazzo! Vieni qua da me e dammi un bacio. —\nPinocchio corse subito, e arrampicandosi come uno scoiattolo su per la barba del burattinaio, andò a posargli un bellissimo bacio sulla punta del naso.\n— Dunque la grazia è fatta? — domandò il povero Arlecchino, con un fil di voce che si sentiva appena.\nE arrampicandosi come uno scoiattolo su per la barba del burattinaio....\n— La grazia è fatta! — rispose Mangiafoco; poi soggiunse sospirando e tentennando il capo:\n— Pazienza! per questa sera mi rassegnerò a mangiare il montone mezzo crudo: ma un’altra volta, guai a chi toccherà!... —\nAlla notizia della grazia ottenuta, i burattini corsero tutti sul palcoscenico e, accesi i lumi e i lampadari come in serata di gala, cominciarono a saltare e a ballare.\nEra l’alba e ballavano sempre."}